{
  "_meta": {
    "generated": "2025-08-01",
    "source": "haveibeenpwned.com",
    "translator": "Claude AI",
    "version": "1.0",
    "note": "Atualizar mensalmente. Chave = Name (lowercase) do HIBP."
  },
  "000webhost": "Em março de 2015, o provedor de hospedagem gratuita 000webhost sofreu um grande vazamento que expôs cerca de 15 milhões de registros. Os dados incluíam nomes, endereços de e-mail e senhas armazenadas em texto puro, sem qualquer proteção criptográfica.",
  "17media": "Em 2017, a plataforma de transmissão ao vivo 17 Media sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário e outras informações de perfil.",
  "2fast4u": "O site de namoro 2Fast4U sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, senhas e informações de perfil.",
  "500px": "Em julho de 2018, o site de fotografia 500px sofreu um vazamento de dados que afetou aproximadamente 14,8 milhões de usuários. As informações expostas incluíam nomes, nomes de usuário, endereços de e-mail, datas de nascimento, país de origem e senhas com hash.",
  "7k7k": "O site chinês de jogos online 7k7k sofreu um vazamento que expôs endereços de e-mail, senhas e outras informações de conta de seus usuários.",
  "8tracks": "Em junho de 2017, o serviço de música 8Tracks sofreu um vazamento que expôs 18 milhões de registros de usuários. Os dados comprometidos incluíam endereços de e-mail e senhas com hash SHA-1.",
  "abuseipdb": "O banco de dados colaborativo AbuseIPDB sofreu uma exposição de dados de usuários registrados, incluindo endereços de e-mail e informações de conta.",
  "acne.org": "O fórum de saúde Acne.org sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, senhas com hash e informações pessoais compartilhadas no fórum.",
  "acneorg": "O fórum de saúde Acne.org sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, senhas com hash e informações pessoais compartilhadas no fórum.",
  "adaptavist": "A empresa de software Adaptavist sofreu um vazamento de dados que expôs informações de usuários, incluindo endereços de e-mail e dados de conta.",
  "adobe": "Em outubro de 2013, a Adobe sofreu um vazamento massivo que afetou 153 milhões de registros de usuários. Foram expostos IDs internos, nomes de usuário, e-mails, senhas criptografadas e dicas de senha em texto puro. A fraca criptografia usada permitiu que muitas senhas fossem recuperadas.",
  "adult friend finder": "Em outubro de 2016, o site de relacionamentos Adult Friend Finder sofreu um dos maiores vazamentos já registrados, expondo mais de 412 milhões de contas. Os dados incluíam endereços de e-mail, senhas em texto puro ou com hash SHA-1 fraco, datas de último acesso e informações de assinatura.",
  "adultfriendfinder": "Em outubro de 2016, o site de relacionamentos Adult Friend Finder sofreu um dos maiores vazamentos já registrados, expondo mais de 412 milhões de contas. Os dados incluíam endereços de e-mail, senhas em texto puro ou com hash SHA-1 fraco, datas de último acesso e informações de assinatura.",
  "android forums": "O fórum Android Forums sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, senhas com hash e informações de perfil.",
  "androidforums": "O fórum Android Forums sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, senhas com hash e informações de perfil.",
  "animoto": "Em julho de 2018, o serviço de criação de vídeos Animoto sofreu um vazamento que expôs dados de aproximadamente 25 milhões de usuários, incluindo endereços de e-mail, nomes, datas de nascimento e senhas com hash bcrypt.",
  "antipublic": "A coleção AntiPublic Combo List, revelada em 2016, continha mais de 457 milhões de endereços de e-mail e senhas compilados de múltiplos vazamentos anteriores.",
  "aptoide": "Em abril de 2020, a loja alternativa de aplicativos Android Aptoide sofreu um vazamento que expôs 39 milhões de registros de usuários. Os dados comprometidos incluíam endereços de e-mail, endereços IP, nomes e senhas com hash SHA-1.",
  "armor games": "Em 2019, a plataforma de jogos online Armor Games sofreu um vazamento que expôs dados de aproximadamente 11 milhões de usuários, incluindo endereços de e-mail, nomes de usuário, datas de nascimento e senhas com hash MD5.",
  "armorgames": "Em 2019, a plataforma de jogos online Armor Games sofreu um vazamento que expôs dados de aproximadamente 11 milhões de usuários, incluindo endereços de e-mail, nomes de usuário, datas de nascimento e senhas com hash MD5.",
  "atlassian": "A empresa de software Atlassian sofreu um vazamento que expôs dados de usuários de suas plataformas, incluindo endereços de e-mail e informações de conta.",
  "auto.bg": "O site automotivo búlgaro Auto.bg sofreu um vazamento que expôs dados de usuários registrados, incluindo endereços de e-mail, nomes de usuário e senhas.",
  "autoclop": "O serviço Autoclop sofreu um vazamento de dados que expôs informações de usuários, incluindo endereços de e-mail e senhas.",
  "avast": "Em 2019, a empresa de segurança digital Avast confirmou que um invasor obteve acesso à sua rede interna. Embora dados de clientes não tenham sido diretamente expostos, informações de contas do fórum foram comprometidas.",
  "avatarion": "O serviço Avatarion sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e informações de perfil.",
  "avazu": "A empresa de publicidade digital Avazu sofreu um vazamento que expôs dados de usuários e parceiros comerciais, incluindo endereços de e-mail e informações de conta.",
  "b2b usa businesses": "Um banco de dados comercial contendo informações de empresas americanas foi exposto, incluindo endereços de e-mail corporativos e dados de contato.",
  "badoo": "Em 2013, a rede social de namoro Badoo sofreu um vazamento que expôs dados de aproximadamente 112 milhões de usuários. As informações incluíam nomes, endereços de e-mail, datas de nascimento, país e senhas com hash.",
  "battlefy": "A plataforma de torneios de esports Battlefy sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário e informações de perfil.",
  "bean media group": "O grupo de mídia Bean Media Group sofreu um vazamento de dados que expôs informações de usuários registrados em suas plataformas.",
  "bebe": "Em novembro de 2014, a varejista de roupas Bebe sofreu um vazamento de dados de pagamento que expôs informações de cartão de crédito de clientes que fizeram compras em lojas físicas.",
  "beef manager": "O serviço Beef Manager sofreu um vazamento de dados que expôs informações de usuários.",
  "bestgore": "O controverso site BestGore sofreu um vazamento que expôs dados de usuários registrados, incluindo endereços de e-mail, endereços IP e senhas com hash.",
  "bigmoneyauctions": "O site de leilões Big Money Auctions sofreu um vazamento que expôs dados de usuários, incluindo informações de conta e contato.",
  "bing": "Dados de usuários dos serviços Bing da Microsoft foram expostos em um vazamento que incluiu endereços de e-mail e outras informações de conta.",
  "bitcoin security forum": "O fórum Bitcoin Security Forum sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário e senhas com hash.",
  "bitcointalk": "O popular fórum BitcoinTalk sofreu um vazamento que expôs dados de aproximadamente 500 mil usuários, incluindo endereços de e-mail, senhas com hash e endereços IP.",
  "bitly": "Em maio de 2014, o serviço de encurtamento de links Bitly sofreu um vazamento de segurança. Os dados comprometidos incluíam endereços de e-mail, senhas com hash e tokens de acesso OAuth do Facebook e GitHub.",
  "blackhatworld": "O fórum de marketing digital Black Hat World sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, endereços IP e senhas.",
  "blankstyle": "O varejista de roupas em branco BlankStyle sofreu um vazamento que expôs dados de clientes, incluindo endereços de e-mail e informações de compra.",
  "blizzard": "Em agosto de 2012, a Blizzard Entertainment, desenvolvedora dos jogos World of Warcraft e Diablo, sofreu um vazamento que expôs dados de jogadores norte-americanos, incluindo endereços de e-mail, perguntas de segurança e hashes de senha.",
  "bolt": "O serviço de transporte Bolt sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, números de telefone e informações de conta.",
  "bookmate": "O serviço de assinatura de e-books Bookmate sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes e informações de perfil.",
  "boost": "O serviço Boost sofreu um vazamento de dados que expôs informações de usuários.",
  "bot.net credentials": "Uma coleção de credenciais capturadas por botnets foi descoberta e indexada pelo HIBP, contendo endereços de e-mail e senhas roubadas de diversas vítimas.",
  "brazzers": "Em 2012, o site adulto Brazzers sofreu um vazamento que expôs dados de aproximadamente 800 mil usuários de seu fórum, incluindo endereços de e-mail, nomes de usuário e senhas com hash MD5.",
  "breach compilation": "A Breach Compilation é uma enorme coleção de 1,4 bilhão de credenciais compiladas de múltiplos vazamentos anteriores, organizada em formato de dicionário para facilitar ataques de força bruta.",
  "breachcompilation": "A Breach Compilation é uma enorme coleção de 1,4 bilhão de credenciais compiladas de múltiplos vazamentos anteriores, organizada em formato de dicionário para facilitar ataques de força bruta.",
  "buco.bg": "O site búlgaro Buco.bg sofreu um vazamento que expôs dados de usuários registrados.",
  "bukalapak": "Em 2019, o marketplace indonésio Bukalapak sofreu um vazamento que expôs dados de aproximadamente 13 milhões de usuários, incluindo nomes de usuário, endereços de e-mail, endereços IP e senhas com hash.",
  "buzzfeed": "O site de mídia BuzzFeed sofreu um vazamento que expôs dados de funcionários e usuários, incluindo endereços de e-mail e informações de conta.",
  "cafepress": "Em fevereiro de 2019, a loja de produtos personalizados CafePress sofreu um vazamento que expôs dados de 23 milhões de usuários, incluindo nomes, endereços de e-mail, senhas com hash SHA-1, endereços físicos e perguntas de segurança.",
  "canva": "Em maio de 2019, a plataforma australiana de design gráfico Canva sofreu um ataque que expôs dados de 137 milhões de usuários. Foram comprometidos nomes, endereços de e-mail, cidades de origem, senhas com hash e nomes de usuário do Google.",
  "canvas lms": "O sistema de gestão de aprendizado Canvas sofreu um vazamento que expôs dados de usuários educacionais, incluindo endereços de e-mail e informações de conta.",
  "cit0day": "A coleção Cit0day, revelada em novembro de 2020, continha mais de 23 mil bancos de dados hackeados com aproximadamente 226 milhões de endereços de e-mail únicos. Tratava-se de um serviço de assinatura que vendia acesso a credenciais roubadas.",
  "classmates": "Em 2013, a rede social Classmates sofreu um vazamento que expôs dados de aproximadamente 1 milhão de usuários, incluindo endereços de e-mail e senhas.",
  "clickindia": "O site de classificados indiano ClickIndia sofreu um vazamento que expôs dados de usuários, incluindo nomes, endereços de e-mail e números de telefone.",
  "cloudflare": "Em 2017, o serviço Cloudflare sofreu o chamado 'Cloudbleed', um bug que causou vazamento de dados privados de usuários de sites que utilizavam a plataforma, incluindo senhas, cookies de sessão e tokens.",
  "cnet": "O site de tecnologia CNET sofreu um vazamento que expôs dados de usuários registrados, incluindo endereços de e-mail, nomes de usuário e senhas.",
  "codespaces": "O serviço de hospedagem de código CodeSpaces foi encerrado em 2014 após um ataque que destruiu seus dados. As informações de clientes foram comprometidas durante o incidente.",
  "coinmama": "Em fevereiro de 2019, a exchange de criptomoedas Coinmama sofreu um vazamento que expôs dados de 450 mil usuários, incluindo endereços de e-mail e senhas com hash bcrypt.",
  "collection #1": "Em janeiro de 2019, uma enorme coleção de 773 milhões de e-mails e 21 milhões de senhas únicas foi encontrada em um serviço de armazenamento na nuvem. Apelidada de \"Collection #1\", trata-se de uma compilação de múltiplos vazamentos anteriores.",
  "combolists": "Uma série de listas combinadas (combo lists) contendo endereços de e-mail e senhas compiladas de múltiplos vazamentos foi distribuída em fóruns da dark web.",
  "communityboard": "O fórum Community Board sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e informações de perfil.",
  "comodo": "A empresa de segurança digital Comodo sofreu um vazamento que expôs dados de usuários de seus fóruns, incluindo endereços de e-mail, nomes de usuário e senhas.",
  "connect": "O serviço Connect sofreu um vazamento de dados que expôs informações de usuários registrados.",
  "couponmom": "O site de cupons CouponMom sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "cpanel": "O software de gerenciamento de hospedagem cPanel sofreu um vazamento que expôs dados de usuários do fórum, incluindo endereços de e-mail e senhas com hash.",
  "cream": "O serviço Cream sofreu um vazamento de dados que expôs informações de usuários.",
  "cutout.pro": "Em fevereiro de 2024, o serviço de edição de imagens com IA Cutout.pro sofreu um vazamento que expôs dados de aproximadamente 20 milhões de usuários, incluindo endereços de e-mail, endereços IP, nomes e senhas com hash.",
  "d&d beyond": "O serviço de ferramentas digitais para Dungeons & Dragons, D&D Beyond, sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e informações de conta.",
  "dailymotion": "Em outubro de 2016, o site de vídeos Dailymotion sofreu um vazamento que expôs dados de 87,6 milhões de usuários. Foram comprometidos endereços de e-mail e senhas com hash bcrypt.",
  "daisycon": "A rede de afiliados Daisycon sofreu um vazamento que expôs dados de usuários e parceiros, incluindo endereços de e-mail e informações de conta.",
  "data&leads": "Uma coleção de dados e leads comerciais foi exposta, contendo endereços de e-mail e informações de contato de consumidores.",
  "datacamp": "Em 2019, a plataforma de aprendizado de ciência de dados DataCamp sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas com hash bcrypt.",
  "db.ua": "O site ucraniano DB.ua sofreu um vazamento que expôs dados de usuários registrados.",
  "deezer": "Em novembro de 2022, o serviço de streaming de música Deezer sofreu um vazamento que expôs dados de mais de 220 milhões de usuários. As informações comprometidas incluíam nomes, datas de nascimento, endereços de e-mail e dados de gênero.",
  "defcon.ru": "O fórum de segurança russo Defcon.ru sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário e senhas.",
  "deliveroo": "O serviço de entrega de comida Deliveroo sofreu um incidente de segurança que expôs dados de usuários, incluindo endereços de e-mail, nomes e informações de conta.",
  "dell": "Em 2023, a fabricante de computadores Dell sofreu um vazamento que expôs dados de clientes, incluindo nomes, endereços físicos e informações de pedidos.",
  "dg-user.de": "O site alemão DG-User sofreu um vazamento que expôs dados de usuários registrados.",
  "disqus": "Em 2012, o serviço de comentários Disqus sofreu um vazamento que só veio a público em 2017. Foram expostos dados de 17,5 milhões de usuários, incluindo endereços de e-mail, nomes de usuário, datas de cadastro e senhas com hash SHA-1.",
  "dominos": "A rede de pizzarias Domino's sofreu um vazamento que expôs dados de clientes, incluindo nomes, endereços de e-mail e informações de pedidos. O incidente afetou usuários em diferentes países.",
  "doxbin": "O site de doxxing Doxbin sofreu um vazamento que expôs dados de usuários e informações publicadas na plataforma.",
  "draft kings": "A plataforma de fantasy sports DraftKings sofreu um incidente de segurança que comprometeu contas de usuários, resultando em perdas financeiras para alguns clientes.",
  "draftkings": "A plataforma de fantasy sports DraftKings sofreu um incidente de segurança que comprometeu contas de usuários, resultando em perdas financeiras para alguns clientes.",
  "dropbox": "Em meados de 2012, o Dropbox sofreu um vazamento que expôs 68 milhões de registros de clientes. Os dados incluíam endereços de e-mail e senhas protegidas com hash bcrypt e SHA-1. O incidente só veio a público em 2016.",
  "dubsmash": "Em dezembro de 2018, o aplicativo de vídeo Dubsmash teve 162 milhões de registros de usuários roubados. Foram expostos endereços de e-mail, nomes de usuário e senhas com hash SHA-256.",
  "dump monitor": "O Dump Monitor é um serviço que monitora e indexa dados despejados publicamente na internet, incluindo credenciais de acesso roubadas.",
  "ea games": "A empresa de jogos Electronic Arts sofreu um vazamento que expôs dados de usuários de suas plataformas, incluindo endereços de e-mail e informações de conta.",
  "eatigo": "A plataforma de reservas de restaurantes Eatigo sofreu um vazamento que expôs dados de usuários do sudeste asiático, incluindo endereços de e-mail, nomes e informações de perfil.",
  "ebay": "Em maio de 2014, o eBay sofreu um vazamento que afetou 145 milhões de usuários. Foram comprometidos nomes, endereços de e-mail, endereços físicos, números de telefone, datas de nascimento e senhas com hash.",
  "edmodo": "Em maio de 2017, a plataforma educacional Edmodo sofreu um vazamento que expôs dados de 77 milhões de usuários, incluindo endereços de e-mail, nomes de usuário e senhas com hash bcrypt.",
  "eguide": "O serviço de guias eGuide sofreu um vazamento que expôs dados de usuários registrados.",
  "emby": "O servidor de mídia pessoal Emby sofreu um vazamento que expôs dados de usuários de seus fóruns, incluindo endereços de e-mail e senhas.",
  "epic games": "A desenvolvedora de jogos Epic Games (criadora do Fortnite) sofreu um vazamento que expôs dados de usuários de suas plataformas.",
  "epicgames": "A desenvolvedora de jogos Epic Games (criadora do Fortnite) sofreu um vazamento que expôs dados de usuários de suas plataformas.",
  "epik": "Em setembro de 2021, o registrador de domínios Epik sofreu um vazamento massivo que expôs dados de clientes e informações de domínios, incluindo dados pessoais de proprietários de sites ligados a grupos de extrema-direita.",
  "equity athletics": "A plataforma esportiva Equity Athletics sofreu um vazamento que expôs dados de usuários.",
  "estante virtual": "A livraria online brasileira Estante Virtual sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes e informações de conta.",
  "estantevirtual": "A livraria online brasileira Estante Virtual sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes e informações de conta.",
  "everlane": "A marca de roupas Everlane sofreu um vazamento que expôs dados de clientes, incluindo endereços de e-mail e informações de conta.",
  "evony": "O jogo de estratégia online Evony sofreu um vazamento que expôs dados de jogadores, incluindo endereços de e-mail, endereços IP e senhas.",
  "exactis": "Em 2018, a empresa de marketing Exactis expôs acidentalmente um banco de dados de 340 milhões de registros pessoais de americanos, incluindo endereços de e-mail, números de telefone e características pessoais detalhadas.",
  "exploit.in": "O exploit.in é uma enorme lista de credenciais compiladas de múltiplos vazamentos e distribuída em fóruns de hackers, contendo centenas de milhões de pares de e-mail e senha.",
  "eye4fraud": "Em 2023, o serviço de prevenção de fraudes Eye4Fraud sofreu um vazamento que expôs dados de clientes de lojas que utilizavam o serviço, incluindo endereços de e-mail, nomes, endereços e informações de pedidos.",
  "eyeota": "A empresa de dados de audiência Eyeota sofreu um vazamento que expôs um grande volume de informações de perfis de usuários, incluindo dados demográficos e comportamentais.",
  "ezinearticles": "O diretório de artigos EzineArticles sofreu um vazamento que expôs dados de contribuidores, incluindo endereços de e-mail, nomes e senhas.",
  "facebook": "Em abril de 2021, dados de 533 milhões de usuários do Facebook foram publicados gratuitamente em fóruns de hackers. As informações incluíam números de telefone, nomes completos, localizações, datas de nascimento e endereços de e-mail.",
  "factual": "A empresa de dados de localização Factual sofreu um vazamento que expôs informações de usuários e parceiros comerciais.",
  "fanfiction": "O site de fanfiction FanFiction.net sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, senhas com hash e datas de nascimento.",
  "fanfiction.net": "O site de fanfiction FanFiction.net sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, senhas com hash e datas de nascimento.",
  "farmersonly": "O site de namoro FarmersOnly sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário e senhas.",
  "fightme": "O aplicativo FightMe sofreu um vazamento que expôs dados de usuários.",
  "fiverr": "A plataforma de freelancers Fiverr sofreu um incidente de segurança que expôs dados de usuários, incluindo endereços de e-mail e informações de conta.",
  "flashback": "O fórum sueco Flashback sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário e endereços IP.",
  "flipboard": "Em março de 2019, o aplicativo de notícias Flipboard sofreu um vazamento que expôs dados de usuários, incluindo nomes, endereços de e-mail e senhas com hash.",
  "floatplane": "A plataforma de vídeo Floatplane sofreu um vazamento que expôs dados de assinantes, incluindo endereços de e-mail e informações de conta.",
  "formspring": "Em junho de 2012, a rede social Formspring sofreu um vazamento que expôs 28 milhões de senhas com hash SHA-256. As contas comprometidas incluíam endereços de e-mail associados.",
  "forums.guru": "O fórum de marketing digital Forums.guru sofreu um vazamento que expôs dados de usuários.",
  "fotolog": "Em dezembro de 2018, a rede social de fotografia Fotolog sofreu um vazamento que expôs dados de 33 milhões de usuários, incluindo nomes, endereços de e-mail, senhas com hash MD5 e datas de nascimento.",
  "freedompop": "O provedor de serviços de telefonia FreedomPop sofreu um vazamento que expôs dados de clientes, incluindo endereços de e-mail e informações de conta.",
  "freepik": "Em 2020, o site de recursos gráficos Freepik sofreu um vazamento que expôs dados de 8,3 milhões de usuários, incluindo endereços de e-mail e senhas com hash bcrypt ou MD5.",
  "freshdesk": "A plataforma de suporte ao cliente Freshdesk sofreu um incidente de segurança que expôs dados de usuários.",
  "fridae": "A rede social LGBT asiática Fridae sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e informações de perfil.",
  "funimation": "Em 2021, o serviço de streaming de anime Funimation sofreu um vazamento de credenciais que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "gameforge": "A empresa de jogos online GameForge sofreu um vazamento que expôs dados de jogadores, incluindo endereços de e-mail e senhas.",
  "gamigo": "Em 2012, a empresa de jogos Gamigo sofreu um vazamento que expôs dados de 8 milhões de usuários, incluindo endereços de e-mail e senhas com hash MD5.",
  "gamespot": "O site de jogos GameSpot sofreu um vazamento que expôs dados de usuários registrados, incluindo endereços de e-mail e senhas.",
  "garena": "A plataforma de jogos online Garena sofreu um vazamento que expôs dados de usuários no sudeste asiático, incluindo endereços de e-mail, nomes de usuário e senhas.",
  "gawker": "Em dezembro de 2010, a rede de blogs Gawker sofreu um vazamento que expôs dados de 1,3 milhão de usuários, incluindo nomes de usuário, endereços de e-mail e senhas com hash DES.",
  "gekko": "O serviço Gekko sofreu um vazamento de dados que expôs informações de usuários.",
  "genesis market": "O mercado de cibercrime Genesis Market foi derrubado por autoridades policiais em 2023. A plataforma vendia credenciais roubadas e cookies de sessão de vítimas ao redor do mundo.",
  "gesundheitsfrage": "O site de saúde alemão Gesundheitsfrage sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e informações de saúde compartilhadas publicamente.",
  "github": "O GitHub sofreu incidentes de segurança que expuseram tokens de acesso e credenciais de usuários, comprometendo repositórios e dados de desenvolvedor.",
  "gl.tl": "O serviço GL.tl sofreu um vazamento de dados que expôs informações de usuários.",
  "golds gym": "A rede de academias Gold's Gym sofreu um vazamento que expôs dados de membros, incluindo nomes, endereços de e-mail e informações de associação.",
  "goldsgym": "A rede de academias Gold's Gym sofreu um vazamento que expôs dados de membros, incluindo nomes, endereços de e-mail e informações de associação.",
  "grafana": "A plataforma de visualização de dados Grafana sofreu um incidente de segurança em 2021 que expôs dados de usuários e configurações.",
  "hackforums": "O fórum de hackers Hack Forums sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário, endereços IP e senhas com hash.",
  "haveibeenpwned": "Dados desta conta foram encontrados em um ou mais vazamentos catalogados pelo Have I Been Pwned, banco de dados global de segurança digital.",
  "houzz": "Em 2018, a plataforma de decoração de interiores Houzz sofreu um vazamento que expôs dados de usuários, incluindo nomes de usuário, endereços de e-mail, endereços IP, localização geográfica e senhas com hash bcrypt.",
  "hulu": "O serviço de streaming Hulu sofreu um incidente de segurança que expôs dados de assinantes, incluindo endereços de e-mail e informações de conta.",
  "icloud": "Dados de usuários do iCloud foram comprometidos em incidentes de phishing e ataques de força bruta, expondo fotos e informações pessoais armazenadas no serviço da Apple.",
  "ifttt": "O serviço de automação IFTTT sofreu um incidente de segurança que expôs dados de usuários, incluindo endereços de e-mail e senhas com hash.",
  "imgcraft": "O serviço de hospedagem de imagens ImgCraft sofreu um vazamento que expôs dados de usuários.",
  "imgur": "Em 2013, o site de hospedagem de imagens Imgur sofreu um vazamento que só veio a público em 2017. Foram expostos 1,7 milhão de endereços de e-mail e senhas com hash SHA-256.",
  "index board": "O fórum Index Board sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "instagram": "Dados de usuários do Instagram foram comprometidos em diferentes incidentes, incluindo a exposição de números de telefone e e-mails de celebridades e usuários através de uma vulnerabilidade na API.",
  "intelligencex": "O mecanismo de busca de inteligência Intelligence X indexou dados de vazamentos que expuseram endereços de e-mail e outras informações pessoais.",
  "invision community": "O software de comunidades online Invision Community (IPB) sofreu um vazamento que expôs dados de usuários de fóruns que utilizavam a plataforma.",
  "iota": "A fundação de criptomoeda IOTA sofreu um incidente onde a carteira Trinity foi comprometida, resultando no roubo de fundos de usuários.",
  "jabber": "O serviço de mensagens Jabber sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "justdial": "O serviço de busca local indiano JustDial sofreu um vazamento que expôs dados de usuários, incluindo nomes, endereços de e-mail, números de telefone e datas de nascimento.",
  "justeat": "O serviço de entrega de comida Just Eat sofreu um incidente de segurança que expôs dados de clientes, incluindo endereços de e-mail e informações de conta.",
  "k12": "O fornecedor de educação online K12 sofreu um ataque de ransomware em 2020 que comprometeu dados de estudantes e funcionários.",
  "kayo": "O serviço australiano de streaming esportivo Kayo sofreu um incidente de segurança que expôs dados de assinantes.",
  "kickstarter": "Em fevereiro de 2014, a plataforma de crowdfunding Kickstarter sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário, endereços físicos e senhas com hash.",
  "korean coupang": "O marketplace coreano Coupang sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e informações de conta.",
  "kotaku": "O site de jogos Kotaku sofreu um vazamento que expôs dados de usuários do fórum, incluindo endereços de e-mail e senhas.",
  "lastfm": "Em 2012, o serviço de música Last.fm sofreu um vazamento que expôs endereços de e-mail e senhas com hash MD5 de usuários. O incidente só veio a público em 2016.",
  "leather architects": "O site Leather Architects sofreu um vazamento de dados que expôs informações de usuários.",
  "ledger": "Em julho de 2020, o fabricante de carteiras de hardware para criptomoedas Ledger sofreu um vazamento que expôs dados de mais de 1 milhão de clientes, incluindo endereços de e-mail e, para 272 mil clientes, nomes e endereços físicos.",
  "leet": "A plataforma de jogos competitivos Leet sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "liberty x": "O serviço de câmbio de criptomoedas Liberty X sofreu um vazamento que expôs dados de clientes.",
  "lichess": "A plataforma de xadrez online Lichess sofreu um incidente de segurança que expôs dados de usuários.",
  "lifeboat": "O servidor de Minecraft Lifeboat Network sofreu um vazamento em 2016 que expôs dados de aproximadamente 7 milhões de jogadores, incluindo endereços de e-mail, senhas com hash MD5 e endereços IP.",
  "lifebear": "O aplicativo japonês de agenda digital Lifebear sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "linkedin": "Em junho de 2021, um conjunto de dados com informações de 700 milhões de usuários do LinkedIn foi colocado à venda na dark web. Os dados incluíam e-mails, números de telefone, endereços, dados de geolocalização e histórico profissional.",
  "lion air": "A companhia aérea indonésiana Lion Air sofreu um vazamento que expôs dados de passageiros, incluindo nomes, endereços de e-mail e informações de reserva.",
  "livejournal": "Em 2014, a plataforma de blogs LiveJournal sofreu um vazamento que expôs dados de 33 milhões de usuários. As informações comprometidas incluíam endereços de e-mail, nomes de usuário e senhas em texto puro.",
  "lumin pdf": "O serviço de edição de PDF Lumin sofreu um vazamento em 2021 que expôs dados de usuários, incluindo endereços de e-mail e senhas com hash.",
  "lunapic": "O editor de imagens online LunaPic sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "luxottica": "O fabricante de óculos Luxottica sofreu um ataque cibernético em 2020 que comprometeu dados de funcionários e clientes.",
  "mailbird": "O cliente de e-mail Mailbird sofreu um incidente de segurança que expôs dados de usuários.",
  "manga traders": "O site de mangás Manga Traders sofreu um vazamento que expôs dados de usuários registrados.",
  "mathway": "Em 2020, o aplicativo de resolução de problemas matemáticos Mathway sofreu um vazamento que expôs dados de mais de 25 milhões de usuários, incluindo endereços de e-mail e senhas com hash bcrypt.",
  "minecraft": "O popular jogo Minecraft foi alvo de múltiplos vazamentos ao longo dos anos que expuseram dados de jogadores, incluindo endereços de e-mail e senhas.",
  "modern business solutions": "A empresa de soluções de negócios Modern Business Solutions sofreu um vazamento que expôs um banco de dados com mais de 58 milhões de registros de clientes.",
  "mooseroot": "O site Mooseroot sofreu um vazamento que expôs dados de usuários registrados.",
  "morele.net": "O site polonês de comércio eletrônico Morele.net sofreu um vazamento que expôs dados de clientes, incluindo endereços de e-mail, nomes e senhas com hash bcrypt.",
  "mother": "O serviço Mother sofreu um vazamento de dados que expôs informações de usuários.",
  "movistar": "A operadora de telecomunicações Movistar sofreu um incidente de segurança que expôs dados de clientes em países da América Latina.",
  "myfitnesspal": "Em fevereiro de 2018, o aplicativo de saúde MyFitnessPal sofreu um vazamento que afetou 150 milhões de usuários. Os dados comprometidos incluíam nomes de usuário, endereços de e-mail e senhas com hash bcrypt e SHA-1.",
  "myheritage": "Em outubro de 2017, o serviço de genealogia MyHeritage sofreu um vazamento que expôs dados de 92 milhões de usuários. As informações comprometidas incluíam endereços de e-mail e senhas com hash bcrypt.",
  "myspace": "Em 2008, o MySpace sofreu um vazamento que só veio a público em 2016. Foram expostos 360 milhões de contas com combinações de e-mail, nome de usuário e senhas com hash SHA1.",
  "neopets": "Em julho de 2022, um hacker alegou ter roubado o banco de dados do Neopets contendo 69 milhões de registros de membros. Os dados incluíam nomes, e-mails, datas de nascimento, gênero, país, data de cadastro, senhas com hash MD5 e muito mais.",
  "neteller": "O serviço de pagamentos online Neteller sofreu um incidente de segurança que comprometeu dados de usuários, incluindo informações financeiras.",
  "nexus mods": "O repositório de mods para jogos Nexus Mods sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "nexusmods": "O repositório de mods para jogos Nexus Mods sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "nitro": "Em outubro de 2020, o serviço de produtividade Nitro sofreu um vazamento que expôs dados de mais de 77 milhões de usuários, incluindo endereços de e-mail, nomes, senhas com hash bcrypt e documentos.",
  "nomorobo": "O serviço de bloqueio de chamadas Nomorobo sofreu um incidente de segurança que expôs dados de usuários.",
  "not enough information": "Informações insuficientes estão disponíveis sobre este vazamento específico.",
  "nvidia": "A fabricante de chips NVIDIA sofreu um ataque cibernético em 2022 onde hackers roubaram e vazaram dados internos da empresa, incluindo credenciais de funcionários.",
  "oculus": "A plataforma de realidade virtual Oculus (Meta) sofreu um incidente que comprometeu dados de usuários.",
  "omni hotels": "A rede de hotéis Omni Hotels sofreu um vazamento que expôs dados de hóspedes, incluindo informações de pagamento.",
  "omnihotels": "A rede de hotéis Omni Hotels sofreu um vazamento que expôs dados de hóspedes, incluindo informações de pagamento.",
  "onliner spambot": "O Onliner Spambot foi uma operação de spam descoberta em 2017 que continha dados de 711 milhões de endereços de e-mail, senhas e configurações de servidores SMTP, usados para distribuir malware bancário.",
  "open subtitles": "O site Open Subtitles sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário e senhas com hash MD5.",
  "opensubtitles": "O site Open Subtitles sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário e senhas com hash MD5.",
  "origin": "A plataforma de jogos Origin da EA sofreu incidentes de segurança que comprometeram dados de jogadores, incluindo informações de conta e histórico de compras.",
  "pagesjaunes": "O site de páginas amarelas francês PagesJaunes sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e informações de conta.",
  "pandabuy": "Em 2024, o site de compras Pandabuy sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, números de telefone e endereços físicos.",
  "pandora": "O serviço de streaming de música Pandora sofreu um incidente de segurança que comprometeu dados de usuários.",
  "patreon": "Em outubro de 2015, a plataforma de financiamento coletivo Patreon sofreu um vazamento que expôs dados de 2,3 milhões de usuários, incluindo endereços de e-mail, nomes de usuário, endereços físicos e senhas com hash bcrypt.",
  "pdl": "O data broker People Data Labs (PDL) expôs acidentalmente um banco de dados de 1,2 bilhão de registros de perfis de pessoas em 2019, contendo endereços de e-mail, números de telefone e informações de redes sociais.",
  "pdo": "O serviço PDO sofreu um vazamento de dados que expôs informações de usuários.",
  "pexels": "A plataforma de fotos gratuitas Pexels sofreu um incidente de segurança que expôs dados de usuários.",
  "piracy forums": "Fóruns de piracy online sofreram vazamentos que expuseram dados de usuários, incluindo endereços de e-mail e senhas.",
  "pizza hut": "A rede de pizzarias Pizza Hut sofreu um vazamento de dados que expôs informações de clientes, incluindo nomes, endereços e dados de pagamento.",
  "pizzahut": "A rede de pizzarias Pizza Hut sofreu um vazamento de dados que expôs informações de clientes, incluindo nomes, endereços e dados de pagamento.",
  "planet hollywood": "O site de entretenimento Planet Hollywood sofreu um vazamento que expôs dados de usuários registrados.",
  "pluto tv": "O serviço de streaming gratuito Pluto TV sofreu um incidente que expôs dados de usuários, incluindo endereços de e-mail e informações de conta.",
  "plutotv": "O serviço de streaming gratuito Pluto TV sofreu um incidente que expôs dados de usuários, incluindo endereços de e-mail e informações de conta.",
  "poshmark": "Em 2019, o marketplace de moda Poshmark sofreu um vazamento que expôs dados de usuários, incluindo nomes, nomes de usuário, endereços de e-mail, tamanhos de roupas e senhas com hash bcrypt.",
  "post24": "O serviço Post24 sofreu um vazamento de dados que expôs informações de usuários.",
  "prestige.com.br": "O site brasileiro Prestige.com.br sofreu um vazamento que expôs dados de usuários.",
  "priceline": "A empresa de viagens Priceline sofreu um incidente de segurança que comprometeu dados de clientes.",
  "priceminister": "O marketplace francês PriceMinister sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "prodigy": "A plataforma educacional de matemática Prodigy sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "programmingforums.org": "O fórum de programação ProgrammingForums.org sofreu um vazamento que expôs dados de usuários.",
  "pure vpm": "O serviço de VPN Pure VPN sofreu um incidente que comprometeu dados de usuários.",
  "quora": "Em dezembro de 2018, a plataforma de perguntas e respostas Quora sofreu um vazamento que afetou 100 milhões de usuários. Os dados comprometidos incluíam nomes, endereços de e-mail, senhas com hash e dados de redes sociais vinculadas.",
  "r2games": "A empresa de jogos R2Games sofreu um vazamento que expôs dados de 2,7 milhões de jogadores, incluindo endereços de e-mail, nomes de usuário e senhas com hash.",
  "rakinit": "O serviço Rakinit sofreu um vazamento de dados que expôs informações de usuários.",
  "rapid7": "A empresa de segurança cibernética Rapid7 sofreu um incidente de segurança que expôs dados de clientes.",
  "rappelz": "O jogo MMORPG Rappelz sofreu um vazamento que expôs dados de jogadores, incluindo endereços de e-mail e senhas.",
  "ratemyprofessors": "O site de avaliação de professores Rate My Professors sofreu um vazamento que expôs dados de usuários.",
  "rawgit": "O serviço RawGit sofreu um vazamento que expôs dados de usuários registrados.",
  "reddit": "Em junho de 2018, o Reddit sofreu uma violação de segurança onde um atacante obteve acesso a backups de dados de 2007 e logs de e-mails de 2018. Foram expostos endereços de e-mail e senhas com hash de usuários da época.",
  "reglife": "O serviço RegLife sofreu um vazamento de dados que expôs informações de usuários.",
  "river city media": "Em 2017, a empresa de spam River City Media sofreu um vazamento que expôs 1,4 bilhão de registros de uma lista de spam, incluindo endereços de e-mail, nomes e endereços IP.",
  "robinhood": "A plataforma de investimentos Robinhood sofreu um incidente de segurança em 2021 onde um atacante obteve acesso a dados de 7 milhões de clientes, incluindo e-mails e nomes.",
  "roblox": "A plataforma de jogos Roblox sofreu incidentes de segurança que expuseram dados de usuários, incluindo endereços de e-mail e informações de conta.",
  "rockyou": "Em dezembro de 2009, o provedor de aplicativos de redes sociais RockYou sofreu um vazamento que expôs 32 milhões de senhas em texto puro. Esta lista tornou-se amplamente utilizada para ataques de dicionário.",
  "rockyou2021": "A RockYou2021 é uma compilação de 8,4 bilhões de senhas únicas, a maior lista de senhas já compilada, divulgada em fóruns de hackers em 2021.",
  "rotate": "O serviço Rotate sofreu um vazamento de dados que expôs informações de usuários.",
  "rxforum": "O fórum RxForum sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "samsung": "A fabricante de eletrônicos Samsung sofreu um vazamento de dados em 2022 que expôs informações de clientes americanos, incluindo nomes, contatos e datas de nascimento.",
  "santander": "O banco Santander sofreu um vazamento de dados que comprometeu informações de clientes em vários países, incluindo dados de contas bancárias.",
  "sevenrooms": "A plataforma de gestão de restaurantes SevenRooms sofreu um vazamento que expôs dados de reservas e informações de clientes de restaurantes parceiros.",
  "sharethis": "O widget de compartilhamento social ShareThis sofreu um vazamento em 2018 que expôs dados de mais de 41 milhões de usuários, incluindo endereços de e-mail, datas de nascimento e senhas com hash.",
  "shein": "Em 2018, a varejista de moda Shein sofreu um vazamento que expôs dados de 6,42 milhões de clientes, incluindo endereços de e-mail e senhas com hash MD5.",
  "shopify": "A plataforma de e-commerce Shopify sofreu um incidente de segurança interno em 2020 onde funcionários desonestos acessaram dados de pedidos de clientes de aproximadamente 200 comerciantes.",
  "sling tv": "O serviço de streaming Sling TV sofreu um incidente que expôs dados de assinantes.",
  "snapchat": "O Snapchat sofreu múltiplos incidentes de segurança ao longo dos anos, incluindo o vazamento de 4,6 milhões de nomes de usuário e números de telefone parcialmente censurados em 2014.",
  "soundcloud": "O serviço de streaming de música SoundCloud sofreu um incidente que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "space shelters": "O serviço Space Shelters sofreu um vazamento de dados que expôs informações de usuários.",
  "spambot": "Vários botnets de spam foram descobertos contendo grandes volumes de endereços de e-mail e senhas roubadas de múltiplas fontes.",
  "spoutible": "A plataforma de redes sociais Spoutible sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, números de telefone e senhas com hash bcrypt.",
  "spotify": "O Spotify sofreu incidentes de segurança que comprometeram dados de usuários, incluindo endereços de e-mail e credenciais de acesso.",
  "stackexchange": "O Stack Exchange sofreu um incidente de segurança em 2012 que expôs dados de usuários da plataforma, incluindo e-mails e senhas com hash.",
  "stackoverflow": "O Stack Overflow sofreu um incidente de segurança em 2019 onde um invasor acessou dados de produção, potencialmente comprometendo informações de usuários.",
  "stalkerware": "Aplicativos de stalkerware foram comprometidos, expondo dados tanto de operadores quanto de vítimas monitoradas por esses softwares invasivos.",
  "starcraft2": "O jogo StarCraft 2 da Blizzard sofreu um incidente relacionado ao vazamento geral de dados da Blizzard que expôs informações de jogadores.",
  "steamforge": "O serviço SteamForge sofreu um vazamento de dados que expôs informações de usuários.",
  "steam": "A plataforma de jogos Steam sofreu incidentes de segurança que comprometeram dados de usuários, incluindo credenciais de acesso.",
  "steempeak": "A interface para a blockchain Steem, SteemPeak, sofreu um incidente que expôs dados de usuários.",
  "straffr": "O serviço fitness Straffr sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e informações de saúde.",
  "stratfor": "Em dezembro de 2011, o grupo de inteligência geopolítica Stratfor sofreu um vazamento realizado pelo Anonymous que expôs dados de 860 mil membros, incluindo endereços de e-mail, senhas com hash MD5 e informações de cartão de crédito.",
  "stronghold kingdoms": "O jogo de estratégia online Stronghold Kingdoms sofreu um vazamento que expôs dados de jogadores.",
  "supremo": "O software de acesso remoto Supremo sofreu um incidente de segurança que comprometeu dados de usuários.",
  "sweetdeal": "O serviço de ofertas SweetDeal sofreu um vazamento que expôs dados de usuários.",
  "swisscom": "A empresa suíça de telecomunicações Swisscom sofreu um vazamento em 2017 que expôs dados de cerca de 800 mil clientes, incluindo nomes, endereços e datas de nascimento.",
  "target": "Em 2013, a rede varejista Target sofreu um dos maiores vazamentos de dados de varejo da história, com 40 milhões de cartões de crédito e débito comprometidos, além de 70 milhões de registros pessoais de clientes.",
  "tatts group": "O grupo de apostas australiano Tatts Group sofreu um incidente de segurança que expôs dados de clientes.",
  "teamviewer": "O software de acesso remoto TeamViewer sofreu um incidente de segurança que comprometeu credenciais de usuários.",
  "telstrahealth": "O serviço de saúde digital da Telstra sofreu um vazamento que expôs dados de pacientes e usuários.",
  "the AC system": "O sistema AC sofreu um vazamento de dados que expôs informações de usuários.",
  "the post millennial": "O site de notícias The Post Millennial sofreu um vazamento que expôs dados de usuários e assinantes.",
  "thingiverse": "Em 2020, a plataforma de compartilhamento de designs para impressão 3D Thingiverse sofreu um vazamento que expôs dados de mais de 228 mil usuários, incluindo endereços de e-mail, nomes de usuário e senhas com hash bcrypt.",
  "ticketfly": "Em 2018, o serviço de venda de ingressos Ticketfly sofreu um ataque que expôs dados de 26 milhões de usuários, incluindo nomes, endereços de e-mail, endereços físicos e números de telefone.",
  "ticketmaster": "Em 2024, a Ticketmaster sofreu um dos maiores vazamentos de dados da história do entretenimento, com dados de 560 milhões de clientes comprometidos, incluindo nomes, endereços, telefones e informações de cartão de crédito.",
  "tinder": "O aplicativo de namoro Tinder sofreu incidentes de segurança que expuseram dados de usuários, incluindo fotos de perfil e informações pessoais.",
  "tixati": "O cliente BitTorrent Tixati sofreu um vazamento que expôs dados de usuários registrados.",
  "tmz": "O site de entretenimento TMZ sofreu um incidente de segurança que comprometeu dados de usuários.",
  "tokopedia": "Em 2020, o maior marketplace da Indonésia, Tokopedia, sofreu um vazamento que expôs dados de 91 milhões de usuários, incluindo nomes de usuário, endereços de e-mail, datas de nascimento, gênero e senhas com hash.",
  "toolbox for word": "O aplicativo Toolbox for Word sofreu um vazamento que expôs dados de usuários.",
  "toptal": "A plataforma de freelancers de alto nível Toptal sofreu um incidente de segurança que comprometeu dados de usuários.",
  "townhall": "O site de opinião Townhall sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "trello": "Em 2024, dados de usuários do Trello foram expostos através de uma API pública, comprometendo endereços de e-mail e informações de perfil de cerca de 15 milhões de usuários.",
  "tumblr": "Em 2013, o Tumblr sofreu um vazamento que só veio a público em 2016. Foram expostos mais de 65 milhões de endereços de e-mail e senhas com hash SHA-1 e salt.",
  "twitch": "Em outubro de 2021, a plataforma de streaming Twitch sofreu um vazamento massivo que expôs o código-fonte da plataforma, dados internos e informações sobre os ganhos de streamers.",
  "twitter": "Em 2022, uma vulnerabilidade no Twitter foi explorada para coletar dados de 5,4 milhões de contas. Foram expostos números de telefone, endereços de e-mail e informações de perfil. Os dados foram publicados gratuitamente em 2023.",
  "uber": "Em 2016, a Uber sofreu um vazamento que expôs dados de 57 milhões de usuários e motoristas, incluindo nomes, endereços de e-mail e números de telefone. A empresa pagou os hackers para encobrir o incidente, revelado apenas em 2017.",
  "unverified": "Este registro foi encontrado em um vazamento não verificado. A autenticidade e origem dos dados não puderam ser totalmente confirmadas.",
  "uplay": "A plataforma de jogos Uplay da Ubisoft sofreu incidentes de segurança que comprometeram dados de jogadores.",
  "urban vpn": "O serviço de VPN Urban VPN sofreu um incidente que expôs dados de usuários, incluindo registros de conexão.",
  "usenet": "Dados de usuários da plataforma de grupos de discussão Usenet foram expostos em vazamentos que incluíam endereços de e-mail e senhas.",
  "verifications.io": "Em fevereiro de 2019, o serviço de validação de e-mails Verifications.io expôs um banco de dados não protegido com 763 milhões de registros, contendo endereços de e-mail, nomes, gênero, localização e dados profissionais.",
  "versatil": "O serviço Versatil sofreu um vazamento que expôs dados de usuários.",
  "verticalscope": "Em 2016, a rede de fóruns VerticalScope sofreu um vazamento que afetou mais de 45 milhões de contas em centenas de sites de comunidades online, expondo endereços de e-mail e senhas com hash.",
  "vk": "Em 2012, a rede social russa VK (VKontakte) sofreu um vazamento que expôs dados de 100 milhões de usuários, incluindo nomes, endereços de e-mail, números de telefone e senhas em texto puro.",
  "vkontakte": "Em 2012, a rede social russa VK (VKontakte) sofreu um vazamento que expôs dados de 100 milhões de usuários, incluindo nomes, endereços de e-mail, números de telefone e senhas em texto puro.",
  "vodafone": "A operadora de telecomunicações Vodafone sofreu incidentes de segurança que comprometeram dados de clientes em diferentes países.",
  "vrbo": "O serviço de aluguel de temporada VRBO sofreu um incidente que comprometeu dados de usuários.",
  "wattpad": "Em 2020, a plataforma de histórias Wattpad sofreu um vazamento que expôs dados de mais de 268 milhões de usuários, incluindo nomes, endereços de e-mail, datas de nascimento, endereços IP e senhas com hash bcrypt.",
  "weebly": "Em 2016, a plataforma de criação de sites Weebly sofreu um vazamento que expôs dados de 43 milhões de usuários, incluindo endereços de e-mail, endereços IP e senhas com hash bcrypt.",
  "what's app": "O aplicativo de mensagens WhatsApp sofreu incidentes de segurança que expuseram dados de usuários, incluindo números de telefone.",
  "whatsapp": "O aplicativo de mensagens WhatsApp sofreu incidentes de segurança que expuseram dados de usuários, incluindo números de telefone.",
  "whitepages": "O serviço de diretório Whitepages sofreu um vazamento que expôs informações de contato de usuários registrados.",
  "wonga": "A empresa britânica de empréstimos Wonga sofreu um vazamento em 2017 que comprometeu dados de até 270 mil clientes no Reino Unido e Polônia, incluindo informações bancárias parciais.",
  "wordpress": "Plataformas e plugins do WordPress sofreram múltiplos vazamentos que expuseram dados de administradores e usuários de sites.",
  "xat": "O serviço de chat Xat sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário e senhas.",
  "xbox": "A plataforma de jogos Xbox da Microsoft sofreu incidentes de segurança que comprometeram dados de jogadores.",
  "youku": "O site de vídeos chinês Youku sofreu um vazamento em 2016 que expôs dados de 92 milhões de usuários, incluindo endereços de e-mail e senhas com hash MD5.",
  "youporn": "Em 2012, o site adulto YouPorn sofreu um vazamento que expôs dados de usuários registrados, incluindo endereços de e-mail.",
  "zomato": "Em 2017, o serviço de delivery de comida Zomato sofreu um vazamento que expôs dados de 17 milhões de usuários, incluindo nomes, endereços de e-mail e senhas com hash.",
  "zoom": "Em 2020, dados de mais de 500 mil contas do Zoom foram encontrados à venda em fóruns da dark web. As credenciais foram obtidas através de ataques de preenchimento de credenciais (credential stuffing) usando dados de vazamentos anteriores.",
  "zynga": "Em setembro de 2019, a empresa de jogos Zynga (criadora do FarmVille) sofreu um vazamento que expôs 173 milhões de registros. Foram comprometidos nomes, endereços de e-mail, IDs de login, hashes de senha e números de telefone de alguns usuários."
}
