{
  "_meta": {
    "generated": "2025-08-01",
    "source": "haveibeenpwned.com",
    "translator": "Claude AI",
    "version": "1.0",
    "note": "Atualizar mensalmente. Chave = Name (lowercase) do HIBP."
  },
  "000webhost": "Em março de 2015, o provedor de hospedagem gratuita 000webhost sofreu um grande vazamento que expôs cerca de 15 milhões de registros. Os dados incluíam nomes, endereços de e-mail e senhas armazenadas em texto puro, sem qualquer proteção criptográfica.",
  "17media": "Em 2017, a plataforma de transmissão ao vivo 17 Media sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário e outras informações de perfil.",
  "2fast4u": "O site de namoro 2Fast4U sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, senhas e informações de perfil.",
  "500px": "Em julho de 2018, o site de fotografia 500px sofreu um vazamento de dados que afetou aproximadamente 14,8 milhões de usuários. As informações expostas incluíam nomes, nomes de usuário, endereços de e-mail, datas de nascimento, país de origem e senhas com hash.",
  "7k7k": "O site chinês de jogos online 7k7k sofreu um vazamento que expôs endereços de e-mail, senhas e outras informações de conta de seus usuários.",
  "8tracks": "Em junho de 2017, o serviço de música 8Tracks sofreu um vazamento que expôs 18 milhões de registros de usuários. Os dados comprometidos incluíam endereços de e-mail e senhas com hash SHA-1.",
  "abuseipdb": "O banco de dados colaborativo AbuseIPDB sofreu uma exposição de dados de usuários registrados, incluindo endereços de e-mail e informações de conta.",
  "acne.org": "O fórum de saúde Acne.org sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, senhas com hash e informações pessoais compartilhadas no fórum.",
  "acneorg": "O fórum de saúde Acne.org sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, senhas com hash e informações pessoais compartilhadas no fórum.",
  "adaptavist": "A empresa de software Adaptavist sofreu um vazamento de dados que expôs informações de usuários, incluindo endereços de e-mail e dados de conta.",
  "adobe": "Em outubro de 2013, a Adobe sofreu um vazamento massivo que afetou 153 milhões de registros de usuários. Foram expostos IDs internos, nomes de usuário, e-mails, senhas criptografadas e dicas de senha em texto puro. A fraca criptografia usada permitiu que muitas senhas fossem recuperadas.",
  "adult friend finder": "Em outubro de 2016, o site de relacionamentos Adult Friend Finder sofreu um dos maiores vazamentos já registrados, expondo mais de 412 milhões de contas. Os dados incluíam endereços de e-mail, senhas em texto puro ou com hash SHA-1 fraco, datas de último acesso e informações de assinatura.",
  "adultfriendfinder": "Em outubro de 2016, o site de relacionamentos Adult Friend Finder sofreu um dos maiores vazamentos já registrados, expondo mais de 412 milhões de contas. Os dados incluíam endereços de e-mail, senhas em texto puro ou com hash SHA-1 fraco, datas de último acesso e informações de assinatura.",
  "android forums": "O fórum Android Forums sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, senhas com hash e informações de perfil.",
  "androidforums": "O fórum Android Forums sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, senhas com hash e informações de perfil.",
  "animoto": "Em julho de 2018, o serviço de criação de vídeos Animoto sofreu um vazamento que expôs dados de aproximadamente 25 milhões de usuários, incluindo endereços de e-mail, nomes, datas de nascimento e senhas com hash bcrypt.",
  "antipublic": "A coleção AntiPublic Combo List, revelada em 2016, continha mais de 457 milhões de endereços de e-mail e senhas compilados de múltiplos vazamentos anteriores.",
  "aptoide": "Em abril de 2020, a loja alternativa de aplicativos Android Aptoide sofreu um vazamento que expôs 39 milhões de registros de usuários. Os dados comprometidos incluíam endereços de e-mail, endereços IP, nomes e senhas com hash SHA-1.",
  "armor games": "Em 2019, a plataforma de jogos online Armor Games sofreu um vazamento que expôs dados de aproximadamente 11 milhões de usuários, incluindo endereços de e-mail, nomes de usuário, datas de nascimento e senhas com hash MD5.",
  "armorgames": "Em 2019, a plataforma de jogos online Armor Games sofreu um vazamento que expôs dados de aproximadamente 11 milhões de usuários, incluindo endereços de e-mail, nomes de usuário, datas de nascimento e senhas com hash MD5.",
  "atlassian": "A empresa de software Atlassian sofreu um vazamento que expôs dados de usuários de suas plataformas, incluindo endereços de e-mail e informações de conta.",
  "auto.bg": "O site automotivo búlgaro Auto.bg sofreu um vazamento que expôs dados de usuários registrados, incluindo endereços de e-mail, nomes de usuário e senhas.",
  "autoclop": "O serviço Autoclop sofreu um vazamento de dados que expôs informações de usuários, incluindo endereços de e-mail e senhas.",
  "avast": "Em 2019, a empresa de segurança digital Avast confirmou que um invasor obteve acesso à sua rede interna. Embora dados de clientes não tenham sido diretamente expostos, informações de contas do fórum foram comprometidas.",
  "avatarion": "O serviço Avatarion sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e informações de perfil.",
  "avazu": "A empresa de publicidade digital Avazu sofreu um vazamento que expôs dados de usuários e parceiros comerciais, incluindo endereços de e-mail e informações de conta.",
  "b2b usa businesses": "Um banco de dados comercial contendo informações de empresas americanas foi exposto, incluindo endereços de e-mail corporativos e dados de contato.",
  "badoo": "Em 2013, a rede social de namoro Badoo sofreu um vazamento que expôs dados de aproximadamente 112 milhões de usuários. As informações incluíam nomes, endereços de e-mail, datas de nascimento, país e senhas com hash.",
  "battlefy": "A plataforma de torneios de esports Battlefy sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário e informações de perfil.",
  "bean media group": "O grupo de mídia Bean Media Group sofreu um vazamento de dados que expôs informações de usuários registrados em suas plataformas.",
  "bebe": "Em novembro de 2014, a varejista de roupas Bebe sofreu um vazamento de dados de pagamento que expôs informações de cartão de crédito de clientes que fizeram compras em lojas físicas.",
  "beef manager": "O serviço Beef Manager sofreu um vazamento de dados que expôs informações de usuários.",
  "bestgore": "O controverso site BestGore sofreu um vazamento que expôs dados de usuários registrados, incluindo endereços de e-mail, endereços IP e senhas com hash.",
  "bigmoneyauctions": "O site de leilões Big Money Auctions sofreu um vazamento que expôs dados de usuários, incluindo informações de conta e contato.",
  "bing": "Dados de usuários dos serviços Bing da Microsoft foram expostos em um vazamento que incluiu endereços de e-mail e outras informações de conta.",
  "bitcoin security forum": "O fórum Bitcoin Security Forum sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário e senhas com hash.",
  "bitcointalk": "O popular fórum BitcoinTalk sofreu um vazamento que expôs dados de aproximadamente 500 mil usuários, incluindo endereços de e-mail, senhas com hash e endereços IP.",
  "bitly": "Em maio de 2014, o serviço de encurtamento de links Bitly sofreu um vazamento de segurança. Os dados comprometidos incluíam endereços de e-mail, senhas com hash e tokens de acesso OAuth do Facebook e GitHub.",
  "blackhatworld": "O fórum de marketing digital Black Hat World sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, endereços IP e senhas.",
  "blankstyle": "O varejista de roupas em branco BlankStyle sofreu um vazamento que expôs dados de clientes, incluindo endereços de e-mail e informações de compra.",
  "blizzard": "Em agosto de 2012, a Blizzard Entertainment, desenvolvedora dos jogos World of Warcraft e Diablo, sofreu um vazamento que expôs dados de jogadores norte-americanos, incluindo endereços de e-mail, perguntas de segurança e hashes de senha.",
  "bolt": "O serviço de transporte Bolt sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, números de telefone e informações de conta.",
  "bookmate": "O serviço de assinatura de e-books Bookmate sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes e informações de perfil.",
  "boost": "O serviço Boost sofreu um vazamento de dados que expôs informações de usuários.",
  "bot.net credentials": "Uma coleção de credenciais capturadas por botnets foi descoberta e indexada pelo HIBP, contendo endereços de e-mail e senhas roubadas de diversas vítimas.",
  "brazzers": "Em 2012, o site adulto Brazzers sofreu um vazamento que expôs dados de aproximadamente 800 mil usuários de seu fórum, incluindo endereços de e-mail, nomes de usuário e senhas com hash MD5.",
  "breach compilation": "A Breach Compilation é uma enorme coleção de 1,4 bilhão de credenciais compiladas de múltiplos vazamentos anteriores, organizada em formato de dicionário para facilitar ataques de força bruta.",
  "breachcompilation": "A Breach Compilation é uma enorme coleção de 1,4 bilhão de credenciais compiladas de múltiplos vazamentos anteriores, organizada em formato de dicionário para facilitar ataques de força bruta.",
  "buco.bg": "O site búlgaro Buco.bg sofreu um vazamento que expôs dados de usuários registrados.",
  "bukalapak": "Em 2019, o marketplace indonésio Bukalapak sofreu um vazamento que expôs dados de aproximadamente 13 milhões de usuários, incluindo nomes de usuário, endereços de e-mail, endereços IP e senhas com hash.",
  "buzzfeed": "O site de mídia BuzzFeed sofreu um vazamento que expôs dados de funcionários e usuários, incluindo endereços de e-mail e informações de conta.",
  "cafepress": "Em fevereiro de 2019, a loja de produtos personalizados CafePress sofreu um vazamento que expôs dados de 23 milhões de usuários, incluindo nomes, endereços de e-mail, senhas com hash SHA-1, endereços físicos e perguntas de segurança.",
  "canva": "Em maio de 2019, a plataforma australiana de design gráfico Canva sofreu um ataque que expôs dados de 137 milhões de usuários. Foram comprometidos nomes, endereços de e-mail, cidades de origem, senhas com hash e nomes de usuário do Google.",
  "canvas lms": "O sistema de gestão de aprendizado Canvas sofreu um vazamento que expôs dados de usuários educacionais, incluindo endereços de e-mail e informações de conta.",
  "cit0day": "A coleção Cit0day, revelada em novembro de 2020, continha mais de 23 mil bancos de dados hackeados com aproximadamente 226 milhões de endereços de e-mail únicos. Tratava-se de um serviço de assinatura que vendia acesso a credenciais roubadas.",
  "classmates": "Em 2013, a rede social Classmates sofreu um vazamento que expôs dados de aproximadamente 1 milhão de usuários, incluindo endereços de e-mail e senhas.",
  "clickindia": "O site de classificados indiano ClickIndia sofreu um vazamento que expôs dados de usuários, incluindo nomes, endereços de e-mail e números de telefone.",
  "cloudflare": "Em 2017, o serviço Cloudflare sofreu o chamado 'Cloudbleed', um bug que causou vazamento de dados privados de usuários de sites que utilizavam a plataforma, incluindo senhas, cookies de sessão e tokens.",
  "cnet": "O site de tecnologia CNET sofreu um vazamento que expôs dados de usuários registrados, incluindo endereços de e-mail, nomes de usuário e senhas.",
  "codespaces": "O serviço de hospedagem de código CodeSpaces foi encerrado em 2014 após um ataque que destruiu seus dados. As informações de clientes foram comprometidas durante o incidente.",
  "coinmama": "Em fevereiro de 2019, a exchange de criptomoedas Coinmama sofreu um vazamento que expôs dados de 450 mil usuários, incluindo endereços de e-mail e senhas com hash bcrypt.",
  "collection #1": "Em janeiro de 2019, uma enorme coleção de 773 milhões de e-mails e 21 milhões de senhas únicas foi encontrada em um serviço de armazenamento na nuvem. Apelidada de \"Collection #1\", trata-se de uma compilação de múltiplos vazamentos anteriores.",
  "combolists": "Uma série de listas combinadas (combo lists) contendo endereços de e-mail e senhas compiladas de múltiplos vazamentos foi distribuída em fóruns da dark web.",
  "communityboard": "O fórum Community Board sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e informações de perfil.",
  "comodo": "A empresa de segurança digital Comodo sofreu um vazamento que expôs dados de usuários de seus fóruns, incluindo endereços de e-mail, nomes de usuário e senhas.",
  "connect": "O serviço Connect sofreu um vazamento de dados que expôs informações de usuários registrados.",
  "couponmom": "O site de cupons CouponMom sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "cpanel": "O software de gerenciamento de hospedagem cPanel sofreu um vazamento que expôs dados de usuários do fórum, incluindo endereços de e-mail e senhas com hash.",
  "cream": "O serviço Cream sofreu um vazamento de dados que expôs informações de usuários.",
  "cutout.pro": "Em fevereiro de 2024, o serviço de edição de imagens com IA Cutout.pro sofreu um vazamento que expôs dados de aproximadamente 20 milhões de usuários, incluindo endereços de e-mail, endereços IP, nomes e senhas com hash.",
  "d&d beyond": "O serviço de ferramentas digitais para Dungeons & Dragons, D&D Beyond, sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e informações de conta.",
  "dailymotion": "Em outubro de 2016, o site de vídeos Dailymotion sofreu um vazamento que expôs dados de 87,6 milhões de usuários. Foram comprometidos endereços de e-mail e senhas com hash bcrypt.",
  "daisycon": "A rede de afiliados Daisycon sofreu um vazamento que expôs dados de usuários e parceiros, incluindo endereços de e-mail e informações de conta.",
  "data&leads": "Uma coleção de dados e leads comerciais foi exposta, contendo endereços de e-mail e informações de contato de consumidores.",
  "datacamp": "Em 2019, a plataforma de aprendizado de ciência de dados DataCamp sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas com hash bcrypt.",
  "db.ua": "O site ucraniano DB.ua sofreu um vazamento que expôs dados de usuários registrados.",
  "deezer": "Em novembro de 2022, o serviço de streaming de música Deezer sofreu um vazamento que expôs dados de mais de 220 milhões de usuários. As informações comprometidas incluíam nomes, datas de nascimento, endereços de e-mail e dados de gênero.",
  "defcon.ru": "O fórum de segurança russo Defcon.ru sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário e senhas.",
  "deliveroo": "O serviço de entrega de comida Deliveroo sofreu um incidente de segurança que expôs dados de usuários, incluindo endereços de e-mail, nomes e informações de conta.",
  "dell": "Em 2023, a fabricante de computadores Dell sofreu um vazamento que expôs dados de clientes, incluindo nomes, endereços físicos e informações de pedidos.",
  "dg-user.de": "O site alemão DG-User sofreu um vazamento que expôs dados de usuários registrados.",
  "disqus": "Em 2012, o serviço de comentários Disqus sofreu um vazamento que só veio a público em 2017. Foram expostos dados de 17,5 milhões de usuários, incluindo endereços de e-mail, nomes de usuário, datas de cadastro e senhas com hash SHA-1.",
  "dominos": "A rede de pizzarias Domino's sofreu um vazamento que expôs dados de clientes, incluindo nomes, endereços de e-mail e informações de pedidos. O incidente afetou usuários em diferentes países.",
  "doxbin": "O site de doxxing Doxbin sofreu um vazamento que expôs dados de usuários e informações publicadas na plataforma.",
  "draft kings": "A plataforma de fantasy sports DraftKings sofreu um incidente de segurança que comprometeu contas de usuários, resultando em perdas financeiras para alguns clientes.",
  "draftkings": "A plataforma de fantasy sports DraftKings sofreu um incidente de segurança que comprometeu contas de usuários, resultando em perdas financeiras para alguns clientes.",
  "dropbox": "Em meados de 2012, o Dropbox sofreu um vazamento que expôs 68 milhões de registros de clientes. Os dados incluíam endereços de e-mail e senhas protegidas com hash bcrypt e SHA-1. O incidente só veio a público em 2016.",
  "dubsmash": "Em dezembro de 2018, o aplicativo de vídeo Dubsmash teve 162 milhões de registros de usuários roubados. Foram expostos endereços de e-mail, nomes de usuário e senhas com hash SHA-256.",
  "dump monitor": "O Dump Monitor é um serviço que monitora e indexa dados despejados publicamente na internet, incluindo credenciais de acesso roubadas.",
  "ea games": "A empresa de jogos Electronic Arts sofreu um vazamento que expôs dados de usuários de suas plataformas, incluindo endereços de e-mail e informações de conta.",
  "eatigo": "A plataforma de reservas de restaurantes Eatigo sofreu um vazamento que expôs dados de usuários do sudeste asiático, incluindo endereços de e-mail, nomes e informações de perfil.",
  "ebay": "Em maio de 2014, o eBay sofreu um vazamento que afetou 145 milhões de usuários. Foram comprometidos nomes, endereços de e-mail, endereços físicos, números de telefone, datas de nascimento e senhas com hash.",
  "edmodo": "Em maio de 2017, a plataforma educacional Edmodo sofreu um vazamento que expôs dados de 77 milhões de usuários, incluindo endereços de e-mail, nomes de usuário e senhas com hash bcrypt.",
  "eguide": "O serviço de guias eGuide sofreu um vazamento que expôs dados de usuários registrados.",
  "emby": "O servidor de mídia pessoal Emby sofreu um vazamento que expôs dados de usuários de seus fóruns, incluindo endereços de e-mail e senhas.",
  "epic games": "A desenvolvedora de jogos Epic Games (criadora do Fortnite) sofreu um vazamento que expôs dados de usuários de suas plataformas.",
  "epicgames": "A desenvolvedora de jogos Epic Games (criadora do Fortnite) sofreu um vazamento que expôs dados de usuários de suas plataformas.",
  "epik": "Em setembro de 2021, o registrador de domínios Epik sofreu um vazamento massivo que expôs dados de clientes e informações de domínios, incluindo dados pessoais de proprietários de sites ligados a grupos de extrema-direita.",
  "equity athletics": "A plataforma esportiva Equity Athletics sofreu um vazamento que expôs dados de usuários.",
  "estante virtual": "A livraria online brasileira Estante Virtual sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes e informações de conta.",
  "estantevirtual": "A livraria online brasileira Estante Virtual sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes e informações de conta.",
  "everlane": "A marca de roupas Everlane sofreu um vazamento que expôs dados de clientes, incluindo endereços de e-mail e informações de conta.",
  "evony": "O jogo de estratégia online Evony sofreu um vazamento que expôs dados de jogadores, incluindo endereços de e-mail, endereços IP e senhas.",
  "exactis": "Em 2018, a empresa de marketing Exactis expôs acidentalmente um banco de dados de 340 milhões de registros pessoais de americanos, incluindo endereços de e-mail, números de telefone e características pessoais detalhadas.",
  "exploit.in": "O exploit.in é uma enorme lista de credenciais compiladas de múltiplos vazamentos e distribuída em fóruns de hackers, contendo centenas de milhões de pares de e-mail e senha.",
  "eye4fraud": "Em 2023, o serviço de prevenção de fraudes Eye4Fraud sofreu um vazamento que expôs dados de clientes de lojas que utilizavam o serviço, incluindo endereços de e-mail, nomes, endereços e informações de pedidos.",
  "eyeota": "A empresa de dados de audiência Eyeota sofreu um vazamento que expôs um grande volume de informações de perfis de usuários, incluindo dados demográficos e comportamentais.",
  "ezinearticles": "O diretório de artigos EzineArticles sofreu um vazamento que expôs dados de contribuidores, incluindo endereços de e-mail, nomes e senhas.",
  "facebook": "Em abril de 2021, dados de 533 milhões de usuários do Facebook foram publicados gratuitamente em fóruns de hackers. As informações incluíam números de telefone, nomes completos, localizações, datas de nascimento e endereços de e-mail.",
  "factual": "A empresa de dados de localização Factual sofreu um vazamento que expôs informações de usuários e parceiros comerciais.",
  "fanfiction": "O site de fanfiction FanFiction.net sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, senhas com hash e datas de nascimento.",
  "fanfiction.net": "O site de fanfiction FanFiction.net sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, senhas com hash e datas de nascimento.",
  "farmersonly": "O site de namoro FarmersOnly sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário e senhas.",
  "fightme": "O aplicativo FightMe sofreu um vazamento que expôs dados de usuários.",
  "fiverr": "A plataforma de freelancers Fiverr sofreu um incidente de segurança que expôs dados de usuários, incluindo endereços de e-mail e informações de conta.",
  "flashback": "O fórum sueco Flashback sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário e endereços IP.",
  "flipboard": "Em março de 2019, o aplicativo de notícias Flipboard sofreu um vazamento que expôs dados de usuários, incluindo nomes, endereços de e-mail e senhas com hash.",
  "floatplane": "A plataforma de vídeo Floatplane sofreu um vazamento que expôs dados de assinantes, incluindo endereços de e-mail e informações de conta.",
  "formspring": "Em junho de 2012, a rede social Formspring sofreu um vazamento que expôs 28 milhões de senhas com hash SHA-256. As contas comprometidas incluíam endereços de e-mail associados.",
  "forums.guru": "O fórum de marketing digital Forums.guru sofreu um vazamento que expôs dados de usuários.",
  "fotolog": "Em dezembro de 2018, a rede social de fotografia Fotolog sofreu um vazamento que expôs dados de 33 milhões de usuários, incluindo nomes, endereços de e-mail, senhas com hash MD5 e datas de nascimento.",
  "freedompop": "O provedor de serviços de telefonia FreedomPop sofreu um vazamento que expôs dados de clientes, incluindo endereços de e-mail e informações de conta.",
  "freepik": "Em 2020, o site de recursos gráficos Freepik sofreu um vazamento que expôs dados de 8,3 milhões de usuários, incluindo endereços de e-mail e senhas com hash bcrypt ou MD5.",
  "freshdesk": "A plataforma de suporte ao cliente Freshdesk sofreu um incidente de segurança que expôs dados de usuários.",
  "fridae": "A rede social LGBT asiática Fridae sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e informações de perfil.",
  "funimation": "Em 2021, o serviço de streaming de anime Funimation sofreu um vazamento de credenciais que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "gameforge": "A empresa de jogos online GameForge sofreu um vazamento que expôs dados de jogadores, incluindo endereços de e-mail e senhas.",
  "gamigo": "Em 2012, a empresa de jogos Gamigo sofreu um vazamento que expôs dados de 8 milhões de usuários, incluindo endereços de e-mail e senhas com hash MD5.",
  "gamespot": "O site de jogos GameSpot sofreu um vazamento que expôs dados de usuários registrados, incluindo endereços de e-mail e senhas.",
  "garena": "A plataforma de jogos online Garena sofreu um vazamento que expôs dados de usuários no sudeste asiático, incluindo endereços de e-mail, nomes de usuário e senhas.",
  "gawker": "Em dezembro de 2010, a rede de blogs Gawker sofreu um vazamento que expôs dados de 1,3 milhão de usuários, incluindo nomes de usuário, endereços de e-mail e senhas com hash DES.",
  "gekko": "O serviço Gekko sofreu um vazamento de dados que expôs informações de usuários.",
  "genesis market": "O mercado de cibercrime Genesis Market foi derrubado por autoridades policiais em 2023. A plataforma vendia credenciais roubadas e cookies de sessão de vítimas ao redor do mundo.",
  "gesundheitsfrage": "O site de saúde alemão Gesundheitsfrage sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e informações de saúde compartilhadas publicamente.",
  "github": "O GitHub sofreu incidentes de segurança que expuseram tokens de acesso e credenciais de usuários, comprometendo repositórios e dados de desenvolvedor.",
  "gl.tl": "O serviço GL.tl sofreu um vazamento de dados que expôs informações de usuários.",
  "golds gym": "A rede de academias Gold's Gym sofreu um vazamento que expôs dados de membros, incluindo nomes, endereços de e-mail e informações de associação.",
  "goldsgym": "A rede de academias Gold's Gym sofreu um vazamento que expôs dados de membros, incluindo nomes, endereços de e-mail e informações de associação.",
  "grafana": "A plataforma de visualização de dados Grafana sofreu um incidente de segurança em 2021 que expôs dados de usuários e configurações.",
  "hackforums": "O fórum de hackers Hack Forums sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário, endereços IP e senhas com hash.",
  "haveibeenpwned": "Dados desta conta foram encontrados em um ou mais vazamentos catalogados pelo Have I Been Pwned, banco de dados global de segurança digital.",
  "houzz": "Em 2018, a plataforma de decoração de interiores Houzz sofreu um vazamento que expôs dados de usuários, incluindo nomes de usuário, endereços de e-mail, endereços IP, localização geográfica e senhas com hash bcrypt.",
  "hulu": "O serviço de streaming Hulu sofreu um incidente de segurança que expôs dados de assinantes, incluindo endereços de e-mail e informações de conta.",
  "icloud": "Dados de usuários do iCloud foram comprometidos em incidentes de phishing e ataques de força bruta, expondo fotos e informações pessoais armazenadas no serviço da Apple.",
  "ifttt": "O serviço de automação IFTTT sofreu um incidente de segurança que expôs dados de usuários, incluindo endereços de e-mail e senhas com hash.",
  "imgcraft": "O serviço de hospedagem de imagens ImgCraft sofreu um vazamento que expôs dados de usuários.",
  "imgur": "Em 2013, o site de hospedagem de imagens Imgur sofreu um vazamento que só veio a público em 2017. Foram expostos 1,7 milhão de endereços de e-mail e senhas com hash SHA-256.",
  "index board": "O fórum Index Board sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "instagram": "Dados de usuários do Instagram foram comprometidos em diferentes incidentes, incluindo a exposição de números de telefone e e-mails de celebridades e usuários através de uma vulnerabilidade na API.",
  "intelligencex": "O mecanismo de busca de inteligência Intelligence X indexou dados de vazamentos que expuseram endereços de e-mail e outras informações pessoais.",
  "invision community": "O software de comunidades online Invision Community (IPB) sofreu um vazamento que expôs dados de usuários de fóruns que utilizavam a plataforma.",
  "iota": "A fundação de criptomoeda IOTA sofreu um incidente onde a carteira Trinity foi comprometida, resultando no roubo de fundos de usuários.",
  "jabber": "O serviço de mensagens Jabber sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "justdial": "O serviço de busca local indiano JustDial sofreu um vazamento que expôs dados de usuários, incluindo nomes, endereços de e-mail, números de telefone e datas de nascimento.",
  "justeat": "O serviço de entrega de comida Just Eat sofreu um incidente de segurança que expôs dados de clientes, incluindo endereços de e-mail e informações de conta.",
  "k12": "O fornecedor de educação online K12 sofreu um ataque de ransomware em 2020 que comprometeu dados de estudantes e funcionários.",
  "kayo": "O serviço australiano de streaming esportivo Kayo sofreu um incidente de segurança que expôs dados de assinantes.",
  "kickstarter": "Em fevereiro de 2014, a plataforma de crowdfunding Kickstarter sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário, endereços físicos e senhas com hash.",
  "korean coupang": "O marketplace coreano Coupang sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e informações de conta.",
  "kotaku": "O site de jogos Kotaku sofreu um vazamento que expôs dados de usuários do fórum, incluindo endereços de e-mail e senhas.",
  "lastfm": "Em 2012, o serviço de música Last.fm sofreu um vazamento que expôs endereços de e-mail e senhas com hash MD5 de usuários. O incidente só veio a público em 2016.",
  "leather architects": "O site Leather Architects sofreu um vazamento de dados que expôs informações de usuários.",
  "ledger": "Em julho de 2020, o fabricante de carteiras de hardware para criptomoedas Ledger sofreu um vazamento que expôs dados de mais de 1 milhão de clientes, incluindo endereços de e-mail e, para 272 mil clientes, nomes e endereços físicos.",
  "leet": "A plataforma de jogos competitivos Leet sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "liberty x": "O serviço de câmbio de criptomoedas Liberty X sofreu um vazamento que expôs dados de clientes.",
  "lichess": "A plataforma de xadrez online Lichess sofreu um incidente de segurança que expôs dados de usuários.",
  "lifeboat": "O servidor de Minecraft Lifeboat Network sofreu um vazamento em 2016 que expôs dados de aproximadamente 7 milhões de jogadores, incluindo endereços de e-mail, senhas com hash MD5 e endereços IP.",
  "lifebear": "O aplicativo japonês de agenda digital Lifebear sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "linkedin": "Em junho de 2021, um conjunto de dados com informações de 700 milhões de usuários do LinkedIn foi colocado à venda na dark web. Os dados incluíam e-mails, números de telefone, endereços, dados de geolocalização e histórico profissional.",
  "lion air": "A companhia aérea indonésiana Lion Air sofreu um vazamento que expôs dados de passageiros, incluindo nomes, endereços de e-mail e informações de reserva.",
  "livejournal": "Em 2014, a plataforma de blogs LiveJournal sofreu um vazamento que expôs dados de 33 milhões de usuários. As informações comprometidas incluíam endereços de e-mail, nomes de usuário e senhas em texto puro.",
  "lumin pdf": "O serviço de edição de PDF Lumin sofreu um vazamento em 2021 que expôs dados de usuários, incluindo endereços de e-mail e senhas com hash.",
  "lunapic": "O editor de imagens online LunaPic sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "luxottica": "O fabricante de óculos Luxottica sofreu um ataque cibernético em 2020 que comprometeu dados de funcionários e clientes.",
  "mailbird": "O cliente de e-mail Mailbird sofreu um incidente de segurança que expôs dados de usuários.",
  "manga traders": "O site de mangás Manga Traders sofreu um vazamento que expôs dados de usuários registrados.",
  "mathway": "Em 2020, o aplicativo de resolução de problemas matemáticos Mathway sofreu um vazamento que expôs dados de mais de 25 milhões de usuários, incluindo endereços de e-mail e senhas com hash bcrypt.",
  "minecraft": "O popular jogo Minecraft foi alvo de múltiplos vazamentos ao longo dos anos que expuseram dados de jogadores, incluindo endereços de e-mail e senhas.",
  "modern business solutions": "A empresa de soluções de negócios Modern Business Solutions sofreu um vazamento que expôs um banco de dados com mais de 58 milhões de registros de clientes.",
  "mooseroot": "O site Mooseroot sofreu um vazamento que expôs dados de usuários registrados.",
  "morele.net": "O site polonês de comércio eletrônico Morele.net sofreu um vazamento que expôs dados de clientes, incluindo endereços de e-mail, nomes e senhas com hash bcrypt.",
  "mother": "O serviço Mother sofreu um vazamento de dados que expôs informações de usuários.",
  "movistar": "A operadora de telecomunicações Movistar sofreu um incidente de segurança que expôs dados de clientes em países da América Latina.",
  "myfitnesspal": "Em fevereiro de 2018, o aplicativo de saúde MyFitnessPal sofreu um vazamento que afetou 150 milhões de usuários. Os dados comprometidos incluíam nomes de usuário, endereços de e-mail e senhas com hash bcrypt e SHA-1.",
  "myheritage": "Em outubro de 2017, o serviço de genealogia MyHeritage sofreu um vazamento que expôs dados de 92 milhões de usuários. As informações comprometidas incluíam endereços de e-mail e senhas com hash bcrypt.",
  "myspace": "Em 2008, o MySpace sofreu um vazamento que só veio a público em 2016. Foram expostos 360 milhões de contas com combinações de e-mail, nome de usuário e senhas com hash SHA1.",
  "neopets": "Em julho de 2022, um hacker alegou ter roubado o banco de dados do Neopets contendo 69 milhões de registros de membros. Os dados incluíam nomes, e-mails, datas de nascimento, gênero, país, data de cadastro, senhas com hash MD5 e muito mais.",
  "neteller": "O serviço de pagamentos online Neteller sofreu um incidente de segurança que comprometeu dados de usuários, incluindo informações financeiras.",
  "nexus mods": "O repositório de mods para jogos Nexus Mods sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "nexusmods": "O repositório de mods para jogos Nexus Mods sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "nitro": "Em outubro de 2020, o serviço de produtividade Nitro sofreu um vazamento que expôs dados de mais de 77 milhões de usuários, incluindo endereços de e-mail, nomes, senhas com hash bcrypt e documentos.",
  "nomorobo": "O serviço de bloqueio de chamadas Nomorobo sofreu um incidente de segurança que expôs dados de usuários.",
  "not enough information": "Informações insuficientes estão disponíveis sobre este vazamento específico.",
  "nvidia": "A fabricante de chips NVIDIA sofreu um ataque cibernético em 2022 onde hackers roubaram e vazaram dados internos da empresa, incluindo credenciais de funcionários.",
  "oculus": "A plataforma de realidade virtual Oculus (Meta) sofreu um incidente que comprometeu dados de usuários.",
  "omni hotels": "A rede de hotéis Omni Hotels sofreu um vazamento que expôs dados de hóspedes, incluindo informações de pagamento.",
  "omnihotels": "A rede de hotéis Omni Hotels sofreu um vazamento que expôs dados de hóspedes, incluindo informações de pagamento.",
  "onliner spambot": "O Onliner Spambot foi uma operação de spam descoberta em 2017 que continha dados de 711 milhões de endereços de e-mail, senhas e configurações de servidores SMTP, usados para distribuir malware bancário.",
  "open subtitles": "O site Open Subtitles sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário e senhas com hash MD5.",
  "opensubtitles": "O site Open Subtitles sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário e senhas com hash MD5.",
  "origin": "A plataforma de jogos Origin da EA sofreu incidentes de segurança que comprometeram dados de jogadores, incluindo informações de conta e histórico de compras.",
  "pagesjaunes": "O site de páginas amarelas francês PagesJaunes sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e informações de conta.",
  "pandabuy": "Em 2024, o site de compras Pandabuy sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, números de telefone e endereços físicos.",
  "pandora": "O serviço de streaming de música Pandora sofreu um incidente de segurança que comprometeu dados de usuários.",
  "patreon": "Em outubro de 2015, a plataforma de financiamento coletivo Patreon sofreu um vazamento que expôs dados de 2,3 milhões de usuários, incluindo endereços de e-mail, nomes de usuário, endereços físicos e senhas com hash bcrypt.",
  "pdl": "O data broker People Data Labs (PDL) expôs acidentalmente um banco de dados de 1,2 bilhão de registros de perfis de pessoas em 2019, contendo endereços de e-mail, números de telefone e informações de redes sociais.",
  "pdo": "O serviço PDO sofreu um vazamento de dados que expôs informações de usuários.",
  "pexels": "A plataforma de fotos gratuitas Pexels sofreu um incidente de segurança que expôs dados de usuários.",
  "piracy forums": "Fóruns de piracy online sofreram vazamentos que expuseram dados de usuários, incluindo endereços de e-mail e senhas.",
  "pizza hut": "A rede de pizzarias Pizza Hut sofreu um vazamento de dados que expôs informações de clientes, incluindo nomes, endereços e dados de pagamento.",
  "pizzahut": "A rede de pizzarias Pizza Hut sofreu um vazamento de dados que expôs informações de clientes, incluindo nomes, endereços e dados de pagamento.",
  "planet hollywood": "O site de entretenimento Planet Hollywood sofreu um vazamento que expôs dados de usuários registrados.",
  "pluto tv": "O serviço de streaming gratuito Pluto TV sofreu um incidente que expôs dados de usuários, incluindo endereços de e-mail e informações de conta.",
  "plutotv": "O serviço de streaming gratuito Pluto TV sofreu um incidente que expôs dados de usuários, incluindo endereços de e-mail e informações de conta.",
  "poshmark": "Em 2019, o marketplace de moda Poshmark sofreu um vazamento que expôs dados de usuários, incluindo nomes, nomes de usuário, endereços de e-mail, tamanhos de roupas e senhas com hash bcrypt.",
  "post24": "O serviço Post24 sofreu um vazamento de dados que expôs informações de usuários.",
  "prestige.com.br": "O site brasileiro Prestige.com.br sofreu um vazamento que expôs dados de usuários.",
  "priceline": "A empresa de viagens Priceline sofreu um incidente de segurança que comprometeu dados de clientes.",
  "priceminister": "O marketplace francês PriceMinister sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "prodigy": "A plataforma educacional de matemática Prodigy sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "programmingforums.org": "O fórum de programação ProgrammingForums.org sofreu um vazamento que expôs dados de usuários.",
  "pure vpm": "O serviço de VPN Pure VPN sofreu um incidente que comprometeu dados de usuários.",
  "quora": "Em dezembro de 2018, a plataforma de perguntas e respostas Quora sofreu um vazamento que afetou 100 milhões de usuários. Os dados comprometidos incluíam nomes, endereços de e-mail, senhas com hash e dados de redes sociais vinculadas.",
  "r2games": "A empresa de jogos R2Games sofreu um vazamento que expôs dados de 2,7 milhões de jogadores, incluindo endereços de e-mail, nomes de usuário e senhas com hash.",
  "rakinit": "O serviço Rakinit sofreu um vazamento de dados que expôs informações de usuários.",
  "rapid7": "A empresa de segurança cibernética Rapid7 sofreu um incidente de segurança que expôs dados de clientes.",
  "rappelz": "O jogo MMORPG Rappelz sofreu um vazamento que expôs dados de jogadores, incluindo endereços de e-mail e senhas.",
  "ratemyprofessors": "O site de avaliação de professores Rate My Professors sofreu um vazamento que expôs dados de usuários.",
  "rawgit": "O serviço RawGit sofreu um vazamento que expôs dados de usuários registrados.",
  "reddit": "Em junho de 2018, o Reddit sofreu uma violação de segurança onde um atacante obteve acesso a backups de dados de 2007 e logs de e-mails de 2018. Foram expostos endereços de e-mail e senhas com hash de usuários da época.",
  "reglife": "O serviço RegLife sofreu um vazamento de dados que expôs informações de usuários.",
  "river city media": "Em 2017, a empresa de spam River City Media sofreu um vazamento que expôs 1,4 bilhão de registros de uma lista de spam, incluindo endereços de e-mail, nomes e endereços IP.",
  "robinhood": "A plataforma de investimentos Robinhood sofreu um incidente de segurança em 2021 onde um atacante obteve acesso a dados de 7 milhões de clientes, incluindo e-mails e nomes.",
  "roblox": "A plataforma de jogos Roblox sofreu incidentes de segurança que expuseram dados de usuários, incluindo endereços de e-mail e informações de conta.",
  "rockyou": "Em dezembro de 2009, o provedor de aplicativos de redes sociais RockYou sofreu um vazamento que expôs 32 milhões de senhas em texto puro. Esta lista tornou-se amplamente utilizada para ataques de dicionário.",
  "rockyou2021": "A RockYou2021 é uma compilação de 8,4 bilhões de senhas únicas, a maior lista de senhas já compilada, divulgada em fóruns de hackers em 2021.",
  "rotate": "O serviço Rotate sofreu um vazamento de dados que expôs informações de usuários.",
  "rxforum": "O fórum RxForum sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "samsung": "A fabricante de eletrônicos Samsung sofreu um vazamento de dados em 2022 que expôs informações de clientes americanos, incluindo nomes, contatos e datas de nascimento.",
  "santander": "O banco Santander sofreu um vazamento de dados que comprometeu informações de clientes em vários países, incluindo dados de contas bancárias.",
  "sevenrooms": "A plataforma de gestão de restaurantes SevenRooms sofreu um vazamento que expôs dados de reservas e informações de clientes de restaurantes parceiros.",
  "sharethis": "O widget de compartilhamento social ShareThis sofreu um vazamento em 2018 que expôs dados de mais de 41 milhões de usuários, incluindo endereços de e-mail, datas de nascimento e senhas com hash.",
  "shein": "Em 2018, a varejista de moda Shein sofreu um vazamento que expôs dados de 6,42 milhões de clientes, incluindo endereços de e-mail e senhas com hash MD5.",
  "shopify": "A plataforma de e-commerce Shopify sofreu um incidente de segurança interno em 2020 onde funcionários desonestos acessaram dados de pedidos de clientes de aproximadamente 200 comerciantes.",
  "sling tv": "O serviço de streaming Sling TV sofreu um incidente que expôs dados de assinantes.",
  "snapchat": "O Snapchat sofreu múltiplos incidentes de segurança ao longo dos anos, incluindo o vazamento de 4,6 milhões de nomes de usuário e números de telefone parcialmente censurados em 2014.",
  "soundcloud": "O serviço de streaming de música SoundCloud sofreu um incidente que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "space shelters": "O serviço Space Shelters sofreu um vazamento de dados que expôs informações de usuários.",
  "spambot": "Vários botnets de spam foram descobertos contendo grandes volumes de endereços de e-mail e senhas roubadas de múltiplas fontes.",
  "spoutible": "A plataforma de redes sociais Spoutible sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, números de telefone e senhas com hash bcrypt.",
  "spotify": "O Spotify sofreu incidentes de segurança que comprometeram dados de usuários, incluindo endereços de e-mail e credenciais de acesso.",
  "stackexchange": "O Stack Exchange sofreu um incidente de segurança em 2012 que expôs dados de usuários da plataforma, incluindo e-mails e senhas com hash.",
  "stackoverflow": "O Stack Overflow sofreu um incidente de segurança em 2019 onde um invasor acessou dados de produção, potencialmente comprometendo informações de usuários.",
  "stalkerware": "Aplicativos de stalkerware foram comprometidos, expondo dados tanto de operadores quanto de vítimas monitoradas por esses softwares invasivos.",
  "starcraft2": "O jogo StarCraft 2 da Blizzard sofreu um incidente relacionado ao vazamento geral de dados da Blizzard que expôs informações de jogadores.",
  "steamforge": "O serviço SteamForge sofreu um vazamento de dados que expôs informações de usuários.",
  "steam": "A plataforma de jogos Steam sofreu incidentes de segurança que comprometeram dados de usuários, incluindo credenciais de acesso.",
  "steempeak": "A interface para a blockchain Steem, SteemPeak, sofreu um incidente que expôs dados de usuários.",
  "straffr": "O serviço fitness Straffr sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e informações de saúde.",
  "stratfor": "Em dezembro de 2011, o grupo de inteligência geopolítica Stratfor sofreu um vazamento realizado pelo Anonymous que expôs dados de 860 mil membros, incluindo endereços de e-mail, senhas com hash MD5 e informações de cartão de crédito.",
  "stronghold kingdoms": "O jogo de estratégia online Stronghold Kingdoms sofreu um vazamento que expôs dados de jogadores.",
  "supremo": "O software de acesso remoto Supremo sofreu um incidente de segurança que comprometeu dados de usuários.",
  "sweetdeal": "O serviço de ofertas SweetDeal sofreu um vazamento que expôs dados de usuários.",
  "swisscom": "A empresa suíça de telecomunicações Swisscom sofreu um vazamento em 2017 que expôs dados de cerca de 800 mil clientes, incluindo nomes, endereços e datas de nascimento.",
  "target": "Em 2013, a rede varejista Target sofreu um dos maiores vazamentos de dados de varejo da história, com 40 milhões de cartões de crédito e débito comprometidos, além de 70 milhões de registros pessoais de clientes.",
  "tatts group": "O grupo de apostas australiano Tatts Group sofreu um incidente de segurança que expôs dados de clientes.",
  "teamviewer": "O software de acesso remoto TeamViewer sofreu um incidente de segurança que comprometeu credenciais de usuários.",
  "telstrahealth": "O serviço de saúde digital da Telstra sofreu um vazamento que expôs dados de pacientes e usuários.",
  "the AC system": "O sistema AC sofreu um vazamento de dados que expôs informações de usuários.",
  "the post millennial": "O site de notícias The Post Millennial sofreu um vazamento que expôs dados de usuários e assinantes.",
  "thingiverse": "Em 2020, a plataforma de compartilhamento de designs para impressão 3D Thingiverse sofreu um vazamento que expôs dados de mais de 228 mil usuários, incluindo endereços de e-mail, nomes de usuário e senhas com hash bcrypt.",
  "ticketfly": "Em 2018, o serviço de venda de ingressos Ticketfly sofreu um ataque que expôs dados de 26 milhões de usuários, incluindo nomes, endereços de e-mail, endereços físicos e números de telefone.",
  "ticketmaster": "Em 2024, a Ticketmaster sofreu um dos maiores vazamentos de dados da história do entretenimento, com dados de 560 milhões de clientes comprometidos, incluindo nomes, endereços, telefones e informações de cartão de crédito.",
  "tinder": "O aplicativo de namoro Tinder sofreu incidentes de segurança que expuseram dados de usuários, incluindo fotos de perfil e informações pessoais.",
  "tixati": "O cliente BitTorrent Tixati sofreu um vazamento que expôs dados de usuários registrados.",
  "tmz": "O site de entretenimento TMZ sofreu um incidente de segurança que comprometeu dados de usuários.",
  "tokopedia": "Em 2020, o maior marketplace da Indonésia, Tokopedia, sofreu um vazamento que expôs dados de 91 milhões de usuários, incluindo nomes de usuário, endereços de e-mail, datas de nascimento, gênero e senhas com hash.",
  "toolbox for word": "O aplicativo Toolbox for Word sofreu um vazamento que expôs dados de usuários.",
  "toptal": "A plataforma de freelancers de alto nível Toptal sofreu um incidente de segurança que comprometeu dados de usuários.",
  "townhall": "O site de opinião Townhall sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "trello": "Em 2024, dados de usuários do Trello foram expostos através de uma API pública, comprometendo endereços de e-mail e informações de perfil de cerca de 15 milhões de usuários.",
  "tumblr": "Em 2013, o Tumblr sofreu um vazamento que só veio a público em 2016. Foram expostos mais de 65 milhões de endereços de e-mail e senhas com hash SHA-1 e salt.",
  "twitch": "Em outubro de 2021, a plataforma de streaming Twitch sofreu um vazamento massivo que expôs o código-fonte da plataforma, dados internos e informações sobre os ganhos de streamers.",
  "twitter": "Em 2022, uma vulnerabilidade no Twitter foi explorada para coletar dados de 5,4 milhões de contas. Foram expostos números de telefone, endereços de e-mail e informações de perfil. Os dados foram publicados gratuitamente em 2023.",
  "uber": "Em 2016, a Uber sofreu um vazamento que expôs dados de 57 milhões de usuários e motoristas, incluindo nomes, endereços de e-mail e números de telefone. A empresa pagou os hackers para encobrir o incidente, revelado apenas em 2017.",
  "unverified": "Este registro foi encontrado em um vazamento não verificado. A autenticidade e origem dos dados não puderam ser totalmente confirmadas.",
  "uplay": "A plataforma de jogos Uplay da Ubisoft sofreu incidentes de segurança que comprometeram dados de jogadores.",
  "urban vpn": "O serviço de VPN Urban VPN sofreu um incidente que expôs dados de usuários, incluindo registros de conexão.",
  "usenet": "Dados de usuários da plataforma de grupos de discussão Usenet foram expostos em vazamentos que incluíam endereços de e-mail e senhas.",
  "verifications.io": "Em fevereiro de 2019, o serviço de validação de e-mails Verifications.io expôs um banco de dados não protegido com 763 milhões de registros, contendo endereços de e-mail, nomes, gênero, localização e dados profissionais.",
  "versatil": "O serviço Versatil sofreu um vazamento que expôs dados de usuários.",
  "verticalscope": "Em 2016, a rede de fóruns VerticalScope sofreu um vazamento que afetou mais de 45 milhões de contas em centenas de sites de comunidades online, expondo endereços de e-mail e senhas com hash.",
  "vk": "Em 2012, a rede social russa VK (VKontakte) sofreu um vazamento que expôs dados de 100 milhões de usuários, incluindo nomes, endereços de e-mail, números de telefone e senhas em texto puro.",
  "vkontakte": "Em 2012, a rede social russa VK (VKontakte) sofreu um vazamento que expôs dados de 100 milhões de usuários, incluindo nomes, endereços de e-mail, números de telefone e senhas em texto puro.",
  "vodafone": "A operadora de telecomunicações Vodafone sofreu incidentes de segurança que comprometeram dados de clientes em diferentes países.",
  "vrbo": "O serviço de aluguel de temporada VRBO sofreu um incidente que comprometeu dados de usuários.",
  "wattpad": "Em 2020, a plataforma de histórias Wattpad sofreu um vazamento que expôs dados de mais de 268 milhões de usuários, incluindo nomes, endereços de e-mail, datas de nascimento, endereços IP e senhas com hash bcrypt.",
  "weebly": "Em 2016, a plataforma de criação de sites Weebly sofreu um vazamento que expôs dados de 43 milhões de usuários, incluindo endereços de e-mail, endereços IP e senhas com hash bcrypt.",
  "what's app": "O aplicativo de mensagens WhatsApp sofreu incidentes de segurança que expuseram dados de usuários, incluindo números de telefone.",
  "whatsapp": "O aplicativo de mensagens WhatsApp sofreu incidentes de segurança que expuseram dados de usuários, incluindo números de telefone.",
  "whitepages": "O serviço de diretório Whitepages sofreu um vazamento que expôs informações de contato de usuários registrados.",
  "wonga": "A empresa britânica de empréstimos Wonga sofreu um vazamento em 2017 que comprometeu dados de até 270 mil clientes no Reino Unido e Polônia, incluindo informações bancárias parciais.",
  "wordpress": "Plataformas e plugins do WordPress sofreram múltiplos vazamentos que expuseram dados de administradores e usuários de sites.",
  "xat": "O serviço de chat Xat sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário e senhas.",
  "xbox": "A plataforma de jogos Xbox da Microsoft sofreu incidentes de segurança que comprometeram dados de jogadores.",
  "youku": "O site de vídeos chinês Youku sofreu um vazamento em 2016 que expôs dados de 92 milhões de usuários, incluindo endereços de e-mail e senhas com hash MD5.",
  "youporn": "Em 2012, o site adulto YouPorn sofreu um vazamento que expôs dados de usuários registrados, incluindo endereços de e-mail.",
  "zomato": "Em 2017, o serviço de delivery de comida Zomato sofreu um vazamento que expôs dados de 17 milhões de usuários, incluindo nomes, endereços de e-mail e senhas com hash.",
  "zoom": "Em 2020, dados de mais de 500 mil contas do Zoom foram encontrados à venda em fóruns da dark web. As credenciais foram obtidas através de ataques de preenchimento de credenciais (credential stuffing) usando dados de vazamentos anteriores.",
  "zynga": "Em setembro de 2019, a empresa de jogos Zynga (criadora do FarmVille) sofreu um vazamento que expôs 173 milhões de registros. Foram comprometidos nomes, endereços de e-mail, IDs de login, hashes de senha e números de telefone de alguns usuários.",
  "synthientcredentialstuffingthreatdata": "Em 2025, a empresa de inteligência de ameaças Synthient agregou 2 bilhões de endereços de e-mail únicos divulgados em listas de preenchimento de credenciais encontradas em múltiplas fontes online. Os dados foram originalmente obtidos por agentes maliciosos e consistiam principalmente em endereços de e-mail.",
  "collection1": "Em janeiro de 2019, uma grande coleção de listas de preenchimento de credenciais (combinações de endereços de e-mail e senhas usadas para sequestrar contas em outros serviços) foi encontrada em um popular serviço de armazenamento em nuvem. Os dados continham 772 milhões de endereços de e-mail únicos e senhas.",
  "verificationsio": "Em fevereiro de 2019, o serviço de validação de e-mails verifications.io sofreu uma violação de dados. Descoberto por Bob Diachenko e Vinny Troia, a violação expôs 763 milhões de registros únicos de e-mail com informações pessoais adicionais como nomes, números de telefone e dados de gênero.",
  "onlinerspambot": "Em agosto de 2017, um spambot chamado Onliner Spambot foi identificado pelo pesquisador de segurança Benkow. O software malicioso continha 711 milhões de endereços de e-mail únicos usados para enviar spam e distribuir o malware bancário Ursnif.",
  "exploitin": "No final de 2016, uma enorme lista de pares de e-mail e senha apareceu em uma \"combo list\" chamada \"Exploit.In\". A lista continha 593 milhões de endereços de e-mail únicos com senhas obtidas de diversas fontes.",
  "rivercitymedia": "Em janeiro de 2017, um vasto conjunto de dados da River City Media foi encontrado exposto online. Os dados continham quase 1,4 bilhão de registros, incluindo endereços de e-mail, nomes, endereços IP e endereços físicos, resultantes de operações de spam.",
  "telegramcombolists": "Em maio de 2024, 2 bilhões de linhas de dados com 361 milhões de endereços de e-mail únicos foram coletados de canais maliciosos do Telegram. Os dados continham 122 GB distribuídos em 1,7 mil arquivos com e-mails, senhas e sites associados.",
  "alienstealerlogs": "Em fevereiro de 2025, 23 bilhões de linhas de logs de stealers foram obtidas de um canal do Telegram conhecido como ALIEN TXTBASE. Os dados continham 284 milhões de endereços de e-mail únicos junto com senhas e os sites de onde as credenciais foram roubadas.",
  "notsocradar": "Em agosto de 2024, mais de 332 milhões de linhas de endereços de e-mail foram postadas em um popular fórum de hackers. A publicação alegava que os endereços foram raspados do serviço de cibersegurança SOCRadar, o que a empresa negou.",
  "netease": "Em outubro de 2015, o site chinês NetEase (163.com) foi reportado como tendo sofrido uma violação de dados que impactou centenas de milhões de contas. Os dados incluíam endereços de e-mail e senhas em texto simples.",
  "twitter200m": "No início de 2023, mais de 200 milhões de registros raspados do Twitter apareceram em um popular fórum de hackers. Os dados foram obtidos em 2021 por meio de uma vulnerabilidade de API e incluíam endereços de e-mail e informações de perfil.",
  "synthientstealerlogthreatdata": "Em 2025, a Synthient agregou bilhões de registros de \"dados de ameaças\" de diversas fontes da internet. Os dados continham 183 milhões de endereços de e-mail únicos junto com senhas e URLs dos sites comprometidos.",
  "adultfriendfinder2016": "Em outubro de 2016, a empresa de entretenimento adulto Friend Finder Networks sofreu uma enorme violação de dados que impactou múltiplas plataformas online, incluindo o AdultFriendFinder. Mais de 412 milhões de contas foram expostas com e-mails, senhas e outras informações.",
  "nationalpublicdata": "Em abril de 2024, um grande conjunto de dados ganhou manchetes por ter exposto \"3 bilhões de pessoas\" devido a uma violação da empresa de verificação de antecedentes National Public Data. Os dados incluíam nomes, endereços de e-mail, números de telefone e informações de seguridade social.",
  "apollo": "Em julho de 2018, a startup Apollo deixou um banco de dados com bilhões de pontos de dados exposto publicamente sem senha. Os dados incluíam endereços de e-mail, nomes, empregadores, cargos e outras informações de perfil profissional de 125 milhões de pessoas.",
  "linkedinscrape": "Durante o primeiro semestre de 2021, o LinkedIn foi alvo de atacantes que rasparam dados de centenas de milhões de perfis públicos e os venderam online. Os dados incluíam endereços de e-mail, nomes, cargos e outros dados de perfil.",
  "demandscience": "No início de 2024, um grande corpus de dados da DemandScience (empresa pertencente à Pure Incubation) apareceu à venda em um popular fórum de hackers. Os dados incluíam 122 milhões de endereços de e-mail únicos com informações profissionais.",
  "gravatar": "Em outubro de 2020, um pesquisador de segurança publicou uma técnica para raspar grandes volumes de dados do Gravatar, serviço de avatares globalmente reconhecidos. Os dados incluíam 167 milhões de endereços de e-mail únicos e hashes MD5 dos e-mails.",
  "pemiblanc": "Em abril de 2018, uma lista de preenchimento de credenciais contendo 111 milhões de pares de endereços de e-mail e senhas conhecida como Pemiblanc foi descoberta em um servidor francês. A lista foi compilada a partir de diversas violações anteriores.",
  "datatrollstealerlogs": "Em junho de 2025, manchetes surgiram sobre uma violação de \"16 bilhões de senhas\". Na realidade, o conjunto de dados era uma compilação de logs de stealers acessíveis publicamente, mostrando e-mails, senhas e URLs dos sites comprometidos.",
  "b2busabusinesses": "Em meados de 2017, uma lista de spam com mais de 105 milhões de indivíduos no mercado corporativo americano foi descoberta online. Chamada de \"B2B USA Businesses\", a lista continha dados como nomes, empregadores, cargos, e-mails e telefones.",
  "evite": "Em abril de 2019, o site de planejamento social Evite identificou uma violação de dados em seus sistemas. A investigação revelou que dados de 100 milhões de contas foram expostos, incluindo e-mails, nomes, datas de nascimento e senhas.",
  "1win": "Em novembro de 2024, a plataforma de apostas online 1win sofreu uma violação de dados que expôs 96 milhões de usuários. Os dados expostos incluíam endereços de e-mail, IPs, números de telefone e informações de conta.",
  "rambler": "No final de 2016, um dump de dados de quase 100 milhões de contas do Rambler, às vezes chamado de \"O Yahoo russo\", foi descoberto sendo negociado online. Os dados incluíam nomes de usuário, e-mails e senhas em texto simples.",
  "2844breaches": "Em fevereiro de 2018, uma enorme coleção de quase 3.000 alegadas violações de dados foi encontrada online. Alguns dados haviam sido vistos anteriormente no HIBP, mas a maioria era nova e incluía e-mails, nomes de usuário e senhas.",
  "advanceautoparts": "Em junho de 2024, a Advance Auto Parts confirmou ter sofrido uma violação de dados que foi postada para venda em um popular fórum de hackers. A violação expôs dados de funcionários e clientes, incluindo nomes, endereços de e-mail e outros dados pessoais.",
  "jd": "Em 2013, o serviço de comércio eletrônico chinês JD sofreu uma violação de dados que expôs 13 GB de dados contendo 77 milhões de endereços de e-mail únicos e senhas armazenadas com salt.",
  "underarmour": "Em novembro de 2025, o grupo de ransomware Everest reivindicou a Under Armour como vítima e tentou extorquir um resgate, alegando ter obtido acesso a dados internos da empresa.",
  "stealerlogsjan2025": "Em janeiro de 2025, logs de stealers com 71 milhões de endereços de e-mail foram adicionados ao HIBP. Os dados consistiam em endereços de e-mail, senhas e os sites dos quais as credenciais foram roubadas por malware.",
  "nazapi": "Em setembro de 2023, mais de 100 GB de logs de stealers e listas de preenchimento de credenciais intituladas \"Naz.API\" foram postados em um popular fórum de hackers. O conjunto de dados continha 71 milhões de endereços de e-mail únicos com senhas.",
  "leadhunter": "Em março de 2020, um enorme conjunto de informações pessoais chamado \"Lead Hunter\" foi fornecido ao HIBP após ser encontrado exposto publicamente em um servidor MongoDB sem proteção. Os dados incluíam 50 milhões de e-mails únicos.",
  "youvebeenscraped": "Em outubro e novembro de 2018, o pesquisador de segurança Bob Diachenko identificou várias instâncias do MongoDB sem proteção, acreditando-se que estavam hospedadas por um agregador de dados. Os dados expostos continham 66 milhões de registros únicos.",
  "modernbusinesssolutions": "Em outubro de 2016, um grande arquivo de banco de dados MongoDB contendo dezenas de milhões de contas foi compartilhado publicamente no Twitter. Os dados incluíam e-mails, nomes de usuário, senhas em texto simples, endereços IP e outros dados pessoais.",
  "thepostmillennial": "Em maio de 2024, o site de notícias conservador The Post Millennial sofreu uma violação de dados. A violação resultou na desfiguração do site e na exposição de 26 milhões de registros com dados de assinantes e listas de e-mail.",
  "hottopic": "Em outubro de 2024, a varejista Hot Topic sofreu uma violação de dados que expôs 57 milhões de endereços de e-mail únicos. Os dados também incluíam endereços físicos, datas de nascimento, números de telefone e informações de cartões de pagamento parcialmente mascarados.",
  "zoosk": "Em aproximadamente 2011, uma alegada violação do site de relacionamento Zoosk começou a circular. Composta por quase 53 milhões de registros, os dados continham e-mails e senhas armazenadas com salt.",
  "notacxiom": "Em 2020, um corpus de dados contendo quase 250 milhões de registros abrangendo mais de 400 campos diferentes foi erroneamente atribuído à empresa de marketing de banco de dados Acxiom. Os dados incluíam e-mails, nomes, endereços físicos e outros dados pessoais.",
  "imesh": "Em setembro de 2013, o cliente de compartilhamento de mídia e arquivos iMesh foi hackeado e aproximadamente 50 milhões de contas foram expostas. Os dados foram posteriormente colocados à venda em 2016 e incluíam e-mails, nomes de usuário e senhas.",
  "allegedatt": "Em março de 2024, dezenas de milhões de registros alegadamente violados da AT&T foram postados em um popular fórum de hackers. Os dados remontavam a agosto de 2021 e incluíam e-mails, nomes, datas de nascimento e números de telefone.",
  "netlog": "Em julho de 2018, o site de rede social belga Netlog identificou uma violação de dados datando de novembro de 2012. Embora o serviço tenha encerrado em 2015, a violação expôs 49 milhões de e-mails únicos e senhas armazenadas com MD5.",
  "straffic": "Em fevereiro de 2020, a empresa israelense de marketing Straffic expôs um banco de dados com 140 GB de dados pessoais. O banco de dados Elasticsearch acessível publicamente continha 140 milhões de registros com e-mails, nomes, telefones e endereços.",
  "dataandleads": "Em novembro de 2018, o pesquisador de segurança Bob Diachenko identificou um banco de dados sem proteção, acreditado ser hospedado por um agregador de dados. A investigação revelou 44 milhões de registros únicos com dados pessoais e profissionais.",
  "trikspambotnet": "Em junho de 2018, o servidor de comando e controle de um botnet malicioso conhecido como \"Trik Spam Botnet\" foi mal configurado, expondo os endereços de e-mail de suas vítimas. Os dados incluíam 43 milhões de endereços de e-mail únicos.",
  "kayomoe": "Em setembro de 2018, uma coleção de quase 42 milhões de pares de endereços de e-mail e senhas em texto simples foi carregada no serviço anônimo de compartilhamento de arquivos kayo.moe. A origem dos dados é desconhecida.",
  "pizap": "Em aproximadamente dezembro de 2017, o site de edição de fotos online piZap sofreu uma violação de dados. Os dados foram posteriormente colocados à venda em um mercado da dark web e incluíam e-mails, nomes de usuário, senhas e datas de nascimento.",
  "fling": "Em 2011, o site de rede social adulta Fling foi hackeado e mais de 40 milhões de contas foram obtidas. Os dados incluíam endereços de e-mail, senhas, datas de nascimento, sexo e outros dados de perfil.",
  "manipulatedcaiman": "Em julho de 2023, a Perception Point relatou uma operação de phishing chamada \"Manipulated Caiman\". Visando principalmente cidadãos mexicanos, a campanha coletou 50 milhões de endereços de e-mail únicos com senhas e outros dados pessoais.",
  "chegg": "Em abril de 2018, o serviço de aluguel de livros didáticos Chegg sofreu uma violação de dados que impactou 40 milhões de assinantes. Os dados expostos incluíam e-mails, nomes, nomes de usuário, endereços e senhas armazenadas com MD5.",
  "netprospex": "Em 2016, uma lista de mais de 33 milhões de indivíduos do mercado corporativo americano obtida do serviço NetProspex da Dun & Bradstreet foi vazada online. Os dados incluíam e-mails, nomes, empregadores e dados de localização.",
  "scdailyphonespamlist": "No início de 2015, uma lista de spam conhecida como SC Daily Phone surgiu contendo quase 33 milhões de identidades. Os dados incluíam atributos pessoais como nomes, endereços físicos, telefones, e-mails e sexo.",
  "neimanmarcus": "Em maio de 2024, a varejista de luxo americana Neiman Marcus sofreu uma violação de dados que foi postada posteriormente em um popular fórum de hackers. Os dados incluíam 31 milhões de endereços de e-mail únicos com informações de compras e cartões de pagamento.",
  "internetarchive": "Em setembro de 2024, a biblioteca digital Internet Archive sofreu uma violação de dados que expôs 31 milhões de registros. A violação expôs e-mails, nomes de usuário e senhas armazenadas com bcrypt.",
  "ashleymadison": "Em julho de 2015, o site de relacionamentos extraconjugais Ashley Madison sofreu uma grave violação de dados. Os atacantes ameaçaram divulgar completamente os dados dos usuários, o que acabou acontecendo. Os dados expostos incluíam e-mails, nomes, endereços, dados financeiros parciais e informações de perfil sexual.",
  "specialkspamlist": "Em meados a finais de 2015, uma lista de spam conhecida como Special K Data Feed foi descoberta contendo quase 31 milhões de identidades. Os dados incluíam atributos pessoais como nomes, endereços físicos, telefones, e-mails e sexo.",
  "tianya": "Em dezembro de 2011, o maior fórum online da China, o Tianya, foi hackeado e dezenas de milhões de contas foram obtidas pelo atacante. Os dados vazados continham endereços de e-mail e senhas armazenadas com MD5.",
  "hautelook": "Em meados de 2018, o site de compras de moda HauteLook foi uma das várias plataformas violadas com os dados sendo vendidos no início de 2019. Os dados incluíam 29 milhões de endereços de e-mail únicos com nomes, sexo, datas de nascimento e senhas.",
  "frenchcitizens": "Em setembro de 2024, mais de 90 milhões de linhas de dados sobre cidadãos franceses foram encontradas expostas em um banco de dados acessível publicamente. Compilados a partir de diversas violações de dados, os registros incluíam e-mails, nomes, datas de nascimento e outros dados.",
  "mindjolt": "Em março de 2019, o site de jogos online MindJolt sofreu uma violação de dados que expôs 28 milhões de endereços de e-mail únicos. Também foram impactados nomes e datas de nascimento.",
  "taringa": "Em setembro de 2017, o Taringa sofreu uma violação de dados expondo 28 milhões de registros. Conhecido como \"O Reddit Latino-Americano\", a violação expôs e-mails, nomes de usuário e senhas armazenadas com MD5 fraco.",
  "bvd": "Em aproximadamente agosto de 2021, centenas de gigabytes de dados corporativos coletados de fontes públicas foram obtidos e posteriormente publicados em um popular fórum de hackers. Os dados incluíam 28 milhões de e-mails únicos com dados de contato e empresariais.",
  "speedio": "Em dezembro de 2024, dados alegadamente obtidos da plataforma brasileira de geração de leads Speedio foram postados para venda em um popular fórum de hackers. Os dados incluíam 28 milhões de registros com e-mails, nomes, CNPJs e outros dados empresariais.",
  "mate1": "Em fevereiro de 2016, o site de relacionamentos mate1.com sofreu uma enorme violação de dados resultando na divulgação de informações de mais de 27 milhões de assinantes. Os dados incluíam e-mails, senhas, datas de nascimento, sexo e dados de localização.",
  "qip": "Em meados de 2011, o serviço de mensagens instantâneas russo QIP (Quiet Internet Pager) sofreu uma violação de dados. O ataque resultou na divulgação de 26 milhões de e-mails únicos com dados de usuário e senhas armazenadas com MD5.",
  "telegramstealerlogs": "Em julho de 2024, logs de stealers com 26 milhões de endereços de e-mail únicos foram coletados de canais maliciosos do Telegram. Os dados continham 22 GB de logs com e-mails, senhas e os sites dos quais as credenciais foram roubadas.",
  "vng": "Em abril de 2018, uma enorme violação de dados impactando a empresa vietnamita VNG foi descoberta sendo negociada. Os dados continham 25 milhões de e-mails únicos com nomes de usuário e senhas armazenadas com MD5.",
  "mgm2022update": "Em julho de 2019, a MGM Resorts descobriu uma violação de dados em um de seus serviços em nuvem. A violação incluiu 10,6 milhões de registros de hóspedes. Uma atualização em 2022 confirmou que os dados expostos de 3,1 milhões de e-mails únicos incluíam nomes, endereços e datas de nascimento.",
  "bigbasket": "Em outubro de 2020, a plataforma indiana de mercearia online bigbasket sofreu uma violação de dados que expôs mais de 20 milhões de registros de clientes. Os dados incluíam e-mails, nomes, datas de nascimento, endereços e números de telefone.",
  "justdate": "Uma alegada violação do site de relacionamentos Justdate.com começou a circular em aproximadamente setembro de 2016. Os dados continham mais de 24 milhões de registros com e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "zoosk2020": "Em janeiro de 2020, o serviço de relacionamentos online Zoosk sofreu uma violação de dados que foi amplamente compartilhada em comunidades de hackers. Os dados incluíam 24 milhões de endereços de e-mail únicos com nomes de usuário e senhas.",
  "hopamedia": "Em 2024, dados relacionados a um serviço desconhecido chamado \"Hopamedia\" datando de 2020 apareceram em um banco de dados exposto publicamente. Os dados incluíam 24 milhões de registros com e-mails, nomes, endereços IP e senhas.",
  "apexsms": "Em maio de 2019, foi descoberta uma massiva operação de spam por SMS conhecida como \"ApexSMS\" após uma instância do MongoDB de mesmo nome ser encontrada exposta. Os dados incluíam 23 milhões de e-mails únicos com números de telefone e outros dados pessoais.",
  "railyatri": "Em dezembro de 2022, a agência de viagens online indiana aprovada pelo governo RailYatri sofreu uma violação de dados. O incidente impactou mais de 31 milhões de clientes e expôs e-mails, nomes, números de telefone e dados de localização.",
  "wanelo": "Em aproximadamente dezembro de 2018, o shopping digital Wanelo sofreu uma violação de dados. Os dados foram posteriormente colocados à venda em um mercado da dark web e incluíam 23 milhões de e-mails únicos com senhas armazenadas com bcrypt.",
  "mangatoon": "Em maio de 2022, o serviço de mangá de Hong Kong Mangatoon sofreu uma violação de dados que expôs 23 milhões de registros de assinantes. A violação expôs nomes, e-mails, endereços IP e senhas.",
  "db8151dd": "Em fevereiro de 2020, um enorme conjunto de informações pessoais chamado \"db8151dd\" foi fornecido ao HIBP após ser encontrado exposto publicamente em um MongoDB sem proteção. Os dados incluíam 23 milhões de e-mails únicos com outros dados pessoais.",
  "dominosindia": "Em abril de 2021, 13 TB de dados comprometidos do Domino's Índia apareceram à venda em um fórum de hackers. Os dados incluíam 23 milhões de endereços de e-mail únicos com nomes, telefones e histórico de pedidos.",
  "gfan": "Em outubro de 2016, dados supostamente obtidos do site chinês GFAN continham 22,5 milhões de contas com e-mails e senhas armazenadas com MD5.",
  "readnovel": "Em maio de 2019, o site chinês de literatura Read Novel sofreu uma violação de dados que expôs 22 milhões de endereços de e-mail únicos com nomes de usuário e senhas.",
  "questionpro": "Em maio de 2022, o site de pesquisas QuestionPro foi alvo de uma tentativa de extorsão relacionada a uma alegada violação de dados. Mais de 100 GB de dados contendo 22 milhões de e-mails únicos foram expostos.",
  "taobao": "Em aproximadamente 2012, o site de compras chinês Taobao sofreu uma violação de dados que impactou mais de 21 milhões de assinantes com e-mails e outros dados de conta.",
  "parkmobile": "Em março de 2021, o serviço de aplicativo de estacionamento móvel ParkMobile sofreu uma violação de dados que expôs os dados pessoais de 21 milhões de clientes, incluindo e-mails, datas de nascimento, números de telefone e matrículas de veículos.",
  "hurb": "Em aproximadamente março de 2019, a agência de viagens online brasileira Hurb (anteriormente Hotel Urbano) sofreu uma violação de dados que expôs 20 milhões de e-mails únicos com nomes, telefones e dados de reservas.",
  "aitype": "Em dezembro de 2017, o aplicativo de teclado virtual ai.type foi encontrado com uma enorme quantidade de dados expostos publicamente em uma instância do MongoDB não protegida. Os dados incluíam 31 milhões de e-mails únicos com informações de dispositivo e dados pessoais.",
  "shopback": "Em setembro de 2020, o programa de recompensas ShopBack sofreu uma violação de dados. O incidente expôs mais de 20 milhões de endereços de e-mail únicos junto com nomes, datas de nascimento, números de telefone e dados de contas bancárias.",
  "supervpngeckovpn": "Em fevereiro de 2021, uma série de serviços de VPN \"gratuitos\" foram violados, incluindo SuperVPN e GeckoVPN, expondo mais de 20 milhões de registros com e-mails, nomes, nomes de usuário, datas de nascimento e senhas.",
  "indiamart": "Em agosto de 2021, 38 milhões de registros da empresa indiana de e-commerce IndiaMART foram encontrados sendo negociados em um popular fórum de hackers. Os dados incluíam 20 milhões de e-mails únicos com nomes, telefones e outras informações.",
  "cutoutpro": "Em fevereiro de 2024, a plataforma de design visual com IA Cutout.Pro sofreu uma violação de dados que expôs 20 milhões de registros. Os dados incluíam endereços de e-mail, endereços IP, nomes de usuário e senhas armazenadas com MD5.",
  "linkedinscrape2023": "Em novembro de 2023, uma publicação em um popular fórum de hackers alegou que milhões de registros do LinkedIn haviam sido raspados e vazados. Os dados incluíam 20 milhões de e-mails únicos com informações de perfil profissional.",
  "eyeem": "Em fevereiro de 2018, o site de fotografia EyeEm sofreu uma violação de dados identificada entre uma coleção de outros grandes incidentes. Os dados expostos incluíam 22 milhões de e-mails únicos com senhas armazenadas com bcrypt.",
  "romwe": "Em meados de 2018, o varejista de Hong Kong Romwe sofreu uma violação de dados que expôs quase 20 milhões de clientes. Os dados foram vendidos online e incluíam e-mails, nomes e senhas armazenadas com MD5.",
  "cdek": "No início de 2022, um coletivo conhecido como IT Army obteve dados da empresa russa de logística CDEK. Os dados incluíam 20 milhões de e-mails únicos com nomes, telefones e endereços de entrega.",
  "younow": "Em fevereiro de 2019, dados do serviço de transmissão ao vivo YouNow apareceram à venda em um mercado da dark web. Os dados incluíam 20 milhões de e-mails únicos com nomes de usuário e outros dados de perfil.",
  "ticketek": "Em maio de 2024, a empresa australiana de venda de ingressos Ticketek reportou uma violação de dados vinculada a uma plataforma de nuvem de terceiros. Os dados incluíam 19 milhões de e-mails únicos com nomes e datas de nascimento.",
  "prosper": "Em setembro de 2025, a Prosper anunciou ter detectado acesso não autorizado a seus sistemas, resultando na exposição de dados de clientes e candidatos a empréstimos, incluindo informações financeiras sensíveis.",
  "ixigo": "Em janeiro de 2019, o site de reservas de viagens e hotéis ixigo sofreu uma violação de dados. Os dados incluíam 18 milhões de e-mails únicos com nomes, senhas e dados de contas de redes sociais.",
  "mailru": "Em setembro de 2014, vários grandes dumps de contas de usuários apareceram no Russian Bitcoin Security Forum incluindo um com quase 5 milhões de endereços de e-mail e senhas do Mail.Ru.",
  "operationendgame": "Em maio de 2024, uma coalizão de agências internacionais de aplicação da lei derrubou uma série de botnets em uma campanha chamada \"Operation Endgame\". Dados roubados pelo malware foram extraídos e adicionados ao HIBP, expondo 16 milhões de e-mails únicos.",
  "luminpdf": "Em abril de 2019, o serviço de gerenciamento de PDF Lumin PDF sofreu uma violação de dados. A violação não foi divulgada publicamente até setembro, quando 15,5 milhões de registros foram expostos, incluindo e-mails, nomes e dados do Google.",
  "operationendgame2": "Em maio de 2025, uma coalizão de agências de aplicação da lei derrubou a infraestrutura criminosa por trás do malware usado para lançar ataques de ransomware. Dados coletados pelos malwares foram extraídos, expondo 15 milhões de e-mails únicos.",
  "clearvoicesurveys": "Em abril de 2021, a empresa de pesquisas de mercado ClearVoice Surveys tinha um backup de banco de dados de 2015 acessível publicamente que foi obtido e redistribuído em um popular fórum de hackers, expondo 15 milhões de e-mails únicos.",
  "8fit": "Em julho de 2018, o serviço de saúde e fitness 8fit sofreu uma violação de dados. Os dados apareceram posteriormente à venda em um mercado da dark web e incluíam 15 milhões de e-mails únicos com nomes, sexo e senhas armazenadas com bcrypt.",
  "promo": "Em julho de 2020, o Promo sofreu uma violação de dados que foi amplamente compartilhada em um fórum de hackers. Os dados incluíam 14 milhões de e-mails únicos com nomes, endereços IP e senhas armazenadas com MD5.",
  "acuity": "Em meados de 2020, um corpus de 437 GB de dados atribuído a uma entidade chamada \"Acuity\" foi criado e amplamente distribuído. A fonte dos dados é desconhecida, mas incluía 14 milhões de e-mails únicos com dados pessoais e profissionais.",
  "freemobile": "Em outubro de 2024, o provedor de internet francês \"Free\" sofreu uma violação de dados que foi postada para venda e posteriormente vazada publicamente. Os dados incluíam 14 milhões de e-mails únicos com dados de conta e informações de pagamento.",
  "hiapk": "Em aproximadamente 2014, o app store chinês para Android HIAPK sofreu uma violação de dados que impactou 13,8 milhões de assinantes únicos com e-mails, nomes de usuário e senhas.",
  "yam": "Em junho de 2013, o site taiwanês Yam.com sofreu uma violação de dados compartilhada em um popular fórum de hackers em 2021. Os dados incluíam 13 milhões de e-mails únicos com nomes de usuário e senhas.",
  "hjedd": "Em julho de 2022, o site adulto chinês Hjedd foi encontrado vazando mais de 13 milhões de registros de clientes que apareceram posteriormente em um popular fórum de hackers. Os dados incluíam e-mails, senhas e outros dados de perfil.",
  "crossfire": "Em agosto de 2016, o fórum russo de jogos Cross Fire foi hackeado junto com vários outros fóruns na plataforma de e-mail russo. Os dados incluíam 13 milhões de e-mails únicos com senhas armazenadas com MD5.",
  "indihome": "Em meados de 2021, surgiram relatórios de uma violação de dados da empresa de telecomunicações indonésia IndiHome. Mais de 26 milhões de linhas de dados foram divulgadas, com 12 milhões de e-mails únicos e histórico de navegação.",
  "zacks2024": "Em junho de 2024, a empresa de pesquisa de investimentos Zacks foi supostamente violada e os dados foram publicados em um popular fórum de hackers. Os dados incluíam 12 milhões de e-mails únicos com nomes de usuário, senhas e outros dados de conta.",
  "instantcheckmate": "Em 2019, o serviço de pesquisa de registros públicos Instant Checkmate sofreu uma violação de dados que veio à tona no início de 2023. Os dados incluíam quase 12 milhões de e-mails únicos com nomes, telefones e senhas.",
  "astoria": "Em janeiro de 2021, mais de 11 milhões de endereços de e-mail únicos foram descobertos pela Night Lion Security junto com uma extensa quantidade de informações pessoais incluindo nomes, endereços, telefones e dados financeiros.",
  "storenvy": "Em meados de 2019, o site de e-commerce Storenvy sofreu uma violação de dados que expôs milhões de registros de clientes, incluindo e-mails, nomes de usuário e senhas armazenadas com bcrypt.",
  "couponmomandarmorgames": "Em 2014, um arquivo contendo dados supostamente hackeados do Coupon Mom foi criado com 11 milhões de endereços de e-mail e senhas em texto simples. Investigações posteriores revelaram que parte dos dados vinha do site de jogos Armor Games.",
  "jobandtalent": "Em aproximadamente fevereiro de 2018, o site de emprego Jobandtalent sofreu uma violação de dados que apareceu à venda junto com outras violações. Os dados incluíam 11 milhões de e-mails únicos com nomes, telefones e senhas.",
  "tgbus": "Em aproximadamente 2017, o site chinês de jogos TGBUS sofreu uma violação de dados que impactou mais de 10 milhões de assinantes únicos com e-mails e senhas.",
  "raaga": "Em dezembro de 2025, dados alegadamente violados do serviço indiano de streaming de música \"Raaga\" foram postados para venda em um popular fórum de hackers. Os dados incluíam nomes, endereços de e-mail e senhas.",
  "stripchat": "Em novembro de 2021, o site de webcams adultas e chat ao vivo Stripchat deixou vários bancos de dados expostos e sem proteção. Em junho do ano seguinte, mais de 10 milhões de registros de usuários foram divulgados em um fórum de hackers.",
  "zlib": "Em junho de 2024, quase 10 milhões de registros de usuários do Z-lib foram descobertos expostos online. O Z-lib era um clone malicioso do Z-Library, um site conhecido de compartilhamento de livros, e incluía e-mails, nomes de usuário e senhas.",
  "wishbone2020": "Em janeiro de 2020, o aplicativo móvel Wishbone sofreu outra violação de dados seguindo a violação de 2016. Os dados incluíam quase 10 milhões de e-mails únicos com nomes de usuário, números de telefone e senhas armazenadas com MD5.",
  "adapt": "Em novembro de 2018, o pesquisador de segurança Bob Diachenko identificou um banco de dados sem proteção hospedado pelo agregador de dados \"Adapt\". Os dados incluíam quase 10 milhões de e-mails únicos com nomes, empregadores, cargos e informações de contato.",
  "jefit": "Em agosto de 2020, o aplicativo de rastreamento de exercícios Jefit sofreu uma violação de dados. Os dados foram vendidos na comunidade de hackers e incluíam mais de 9 milhões de e-mails únicos com nomes de usuário e senhas armazenadas com MD5.",
  "zacks": "Em dezembro de 2022, a empresa de pesquisa de investimentos Zacks anunciou uma violação de dados. Os dados incluíam 820 mil clientes originalmente, mas investigações subsequentes revelaram 9 milhões de e-mails únicos com senhas e outros dados.",
  "exploretalentaug2024": "Em agosto de 2024, uma série de vulnerabilidades de segurança foram identificadas em um conglomerado de serviços online que incluía a rede de talentos Explore Talent. Os dados incluíam e-mails, nomes de usuário, senhas e outros dados pessoais.",
  "homechef": "No início de 2020, o serviço de entrega de alimentos Home Chef sofreu uma violação de dados que foi vendida online. A violação expôs informações pessoais de 8,6 milhões de clientes, incluindo e-mails, nomes, telefones e dados de cartão de crédito parciais.",
  "dodonew": "No final de 2011, dados foram supostamente obtidos do site chinês Dodonew.com contendo 8,7 milhões de contas com e-mails e senhas.",
  "123rf": "Em março de 2020, o site de fotos de estoque 123RF sofreu uma violação de dados que impactou mais de 8 milhões de assinantes. Os dados foram vendidos online e incluíam e-mails, nomes de usuário, endereços IP e senhas armazenadas com MD5.",
  "weheartit": "Em novembro de 2013, a rede social baseada em imagens We Heart It sofreu uma violação de dados. O incidente foi descoberto em outubro de 2017, quando 8,6 milhões de registros foram expostos incluindo e-mails, nomes de usuário e senhas.",
  "teespring": "Em abril de 2020, o site de vestuário personalizado Teespring sofreu uma violação de dados que expôs 8,2 milhões de registros de clientes, incluindo e-mails, nomes e endereços de entrega.",
  "tunngle": "Em 2016, a rede global de jogos LAN Tunngle sofreu uma violação de dados que expôs 8,2 milhões de endereços de e-mail únicos. Os dados também incluíam nomes de usuário e senhas armazenadas com MD5.",
  "dataenrichment": "Em dezembro de 2016, mais de 200 milhões de \"perfis de enriquecimento de dados\" foram encontrados à venda na darknet. O vendedor alegou que os dados foram obtidos do Experian, o que a empresa negou. Os dados incluíam e-mails, nomes e informações profissionais.",
  "truthfinder": "Em 2019, o serviço de pesquisa de registros públicos TruthFinder sofreu uma violação de dados que veio à tona no início de 2023. Os dados incluíam mais de 8 milhões de e-mails únicos com nomes, telefones e senhas.",
  "heroesofnewerth": "Em dezembro de 2012, o jogo de batalha multijogador online Heroes of Newerth foi hackeado e mais de 8 milhões de contas foram extraídas. Os dados incluíam e-mails, nomes de usuário, endereços IP e senhas armazenadas com MD5.",
  "dailyquiz": "Em janeiro de 2021, o site de quiz Daily Quiz sofreu uma violação de dados que expôs mais de 8 milhões de endereços de e-mail únicos. Os dados também incluíam nomes de usuário, senhas e datas de nascimento.",
  "genesismarket": "Em abril de 2023, o marketplace de identidades roubadas Genesis Market foi encerrado pelo FBI e uma coalizão de agências de aplicação da lei. Os dados incluíam credenciais roubadas por malware de 8 milhões de vítimas únicas.",
  "civilonline": "Em meados de 2011, dados foram supostamente obtidos do site chinês de engenharia Civil Online contendo 7,8 milhões de contas com e-mails e senhas.",
  "digimon": "Em setembro de 2016, mais de 16 GB de logs de um serviço indicado como digimon.co.in foram obtidos, provavelmente de uma instância do MongoDB sem proteção. Os dados incluíam 7,7 milhões de e-mails únicos com senhas.",
  "blankmediagames": "Em dezembro de 2018, o site Town of Salem produzido pela BlankMediaGames sofreu uma violação de dados. Reportado ao HIBP pelo DeHashed, os dados continham 7,6 milhões de e-mails únicos com nomes de usuário e senhas.",
  "boat": "Em março de 2024, a marca indiana de áudio e wearables boAt sofreu uma violação de dados que expôs 7,5 milhões de registros de clientes, incluindo endereços físicos, e-mails, números de telefone e dados de pedidos.",
  "17173": "No final de 2011, uma série de violações de dados na China afetou até 100 milhões de usuários, incluindo 7,5 milhões do site de jogos 17173 com e-mails e senhas.",
  "uuu9": "Em setembro de 2016, dados foram supostamente obtidos do site chinês uuu9.com contendo 7,5 milhões de contas com e-mails e senhas armazenadas com MD5.",
  "datpiff": "No final de 2021, pares de e-mail e senha em texto simples do site de mixtapes de rap DatPiff apareceram à venda em um popular fórum de hackers. Os dados incluíam 7,5 milhões de e-mails únicos.",
  "start": "Em agosto de 2022, surgiram notícias de um ataque ao serviço de streaming russo \"START\". O incidente levou à exposição de 44 milhões de registros com 7,4 milhões de e-mails únicos e dados pessoais de assinantes.",
  "rankwatch": "Em aproximadamente novembro de 2016, a empresa de gerenciamento de SEO RankWatch expôs um banco de dados MongoDB sem senha publicamente, com 7,4 milhões de e-mails únicos sendo extraídos.",
  "tailieu": "Em novembro de 2019, o site educacional vietnamita TaiLieu sofreu uma violação de dados expondo 7,3 milhões de registros de clientes, incluindo nomes, e-mails e senhas.",
  "vietnamairlines": "Em outubro de 2025, dados roubados das instâncias Salesforce de múltiplas empresas por um grupo de hackers chamado \"Scattered LAPSUS$ Hunters\" foram publicados, incluindo dados da Vietnam Airlines.",
  "experian": "Em setembro de 2015, a agência de crédito americana Experian sofreu uma violação de dados que impactou 15 milhões de clientes que haviam solicitado crédito ao T-Mobile. Os dados incluíam nomes, endereços, datas de nascimento, números de seguridade social e dados de carteiras de motorista.",
  "animaljam": "Em outubro de 2020, o jogo online para crianças Animal Jam sofreu uma violação de dados que foi compartilhada em comunidades de hackers online. Os dados incluíam 7 milhões de e-mails únicos com datas de nascimento, sexo e senhas armazenadas com bcrypt.",
  "xiaomi": "Em agosto de 2012, o site do fórum de usuários da Xiaomi sofreu uma violação de dados. No total, 7 milhões de endereços de e-mail apareceram na violação com senhas armazenadas com MD5.",
  "omgpop": "Em aproximadamente 2013, o criador do jogo Draw Something OMGPOP sofreu uma violação de dados. Os dados expostos incluíam 7 milhões de e-mails únicos com nomes de usuário, nomes de exibição, datas de nascimento e senhas.",
  "reverb-nation": "Em janeiro de 2014, o serviço online para músicos ReverbNation sofreu uma violação de dados não identificada até setembro de 2017, expondo 7 milhões de e-mails únicos com nomes, localizações, datas de nascimento e senhas.",
  "cashcrate": "Em junho de 2017, surgiram notícias de que o CashCrate havia sofrido uma violação de dados expondo 6,8 milhões de registros datando de 2014. Os dados incluíam e-mails, nomes, senhas e endereços físicos.",
  "stockx": "Em julho de 2019, a plataforma de negociação de moda e tênis StockX sofreu uma violação de dados que foi vendida em um mercado da dark web. Os dados expostos incluíam 6,8 milhões de e-mails únicos com nomes, endereços, datas de nascimento e senhas.",
  "wakanim": "Em agosto de 2022, o serviço europeu de streaming Wakanim sofreu uma violação de dados que foi anunciada e vendida em um popular fórum de hackers. Os dados incluíam 6,7 milhões de e-mails únicos com outros dados de conta.",
  "androidlista": "Em julho de 2021, o site de avaliações de aplicativos e jogos Android AndroidLista sofreu uma violação de dados. O incidente expôs 6,6 milhões de registros de usuários com e-mails, senhas e outros dados.",
  "aipai": "Em setembro de 2016, dados supostamente obtidos do site chinês de jogos Aipai.com contendo 6,5 milhões de contas foram vazados online com e-mails e senhas armazenadas com MD5.",
  "duelingnetwork": "Em março de 2017, o jogo Flash baseado no jogo de cartas Yu-Gi-Oh Dueling Network sofreu uma violação de dados. Os dados expostos incluíam 6,4 milhões de e-mails únicos com senhas armazenadas com MD5.",
  "qakbot": "Em agosto de 2023, o Departamento de Justiça dos EUA anunciou uma operação multinacional derrubando a infraestrutura do malware bancário Qakbot. Dados roubados pelo malware foram extraídos, expondo 6,4 milhões de e-mails únicos de vítimas.",
  "csdn": "Em 2011, a China Software Developer Network (CSDN) sofreu uma violação de dados que expôs mais de 6 milhões de registros de usuários com e-mails e senhas em texto simples.",
  "126": "Em aproximadamente 2012, o serviço de e-mail chinês 126 sofreu uma violação de dados que impactou 6,4 milhões de assinantes com e-mails e senhas.",
  "passport": "Em dezembro de 2025, dados do programa Pass'Sport da França foram postados em um popular fórum de hackers. Os dados incluíam e-mails, nomes, datas de nascimento e outros dados pessoais de beneficiários do programa.",
  "eatstreet": "Em maio de 2019, o serviço de pedidos de comida online EatStreet sofreu uma violação de dados afetando 6,4 milhões de clientes. Uma grande quantidade de dados pessoais foi exposta incluindo e-mails, nomes, endereços e dados de cartão de crédito parciais.",
  "gemotest": "Em abril de 2022, a empresa farmacêutica russa Gemotest sofreu uma violação de dados que expôs 31 milhões de pacientes. Os dados continham 6,3 milhões de endereços de e-mail únicos junto com nomes e dados médicos.",
  "gamesprite": "Em dezembro de 2019, a plataforma de jogos GameSprite sofreu uma violação de dados que expôs mais de 6 milhões de endereços de e-mail únicos com nomes de usuário e senhas.",
  "subagames": "Em novembro de 2016, a desenvolvedora de jogos Suba Games sofreu uma violação de dados que levou à exposição de 6,1 milhões de endereços de e-mail únicos com nomes de usuário e senhas.",
  "tapairportugal": "Em agosto de 2022, a companhia aérea portuguesa TAP Air Portugal foi alvo de um ataque de ransomware perpetrado pelo grupo Ragnar Locker que posteriormente vazou os dados. Os dados incluíam 6 milhões de e-mails únicos com dados pessoais de passageiros.",
  "movieboxpro": "Em abril de 2024, mais de 6 milhões de registros do serviço de streaming MovieBoxPro foram raspados de uma API vulnerável. Os dados incluíam e-mails, nomes de usuário, endereços IP e dados de dispositivos.",
  "toondoo": "Em agosto de 2019, o site criador de histórias em quadrinhos ToonDoo sofreu uma violação de dados redistribuída em um popular fórum de hackers. Os dados expostos incluíam 6 milhões de e-mails únicos com nomes de usuário, datas de nascimento e senhas.",
  "mypertamina": "Em novembro de 2022, a empresa indonésia de petróleo e gás Pertamina sofreu uma violação de dados do serviço MyPertamina. O incidente expôs 44 milhões de registros com 6 milhões de e-mails únicos e dados de combustível subsidiado.",
  "reddoorz": "Em setembro de 2020, a plataforma de gerenciamento e reservas de hotéis RedDoorz sofreu uma violação de dados que expôs mais de 5,8 milhões de contas. Os dados incluíam e-mails, datas de nascimento, números de telefone e senhas armazenadas com bcrypt.",
  "appen": "Em junho de 2020, a empresa de dados de treinamento de IA Appen sofreu uma violação de dados expondo detalhes de quase 5,9 milhões de usuários, vendidos posteriormente online. Os dados incluíam e-mails, nomes, endereços e senhas.",
  "scentbird": "Em junho de 2020, o serviço online de fragrâncias Scentbird sofreu uma violação de dados que expôs informações pessoais de mais de 5,8 milhões de clientes, incluindo e-mails, nomes, datas de nascimento e senhas.",
  "elasticsearchsalesleads": "Em outubro de 2018, o pesquisador de segurança Bob Diachenko identificou múltiplos bancos de dados expostos com centenas de milhões de registros, incluindo um conjunto de dados de leads de vendas com 5,8 milhões de e-mails únicos.",
  "bouyguestelecom": "Em agosto de 2025, a empresa francesa de telecomunicações Bouygues Telecom detectou um ataque cibernético contra seus serviços. O incidente resultou em uma violação de dados que expôs informações pessoais de clientes.",
  "abfrl": "Em dezembro de 2021, o varejista indiano Aditya Birla Fashion and Retail Ltd foi violado e sofrreu uma tentativa de extorsão. O pedido de resgate foi recusado e dados incluindo 5,7 milhões de e-mails únicos foram expostos.",
  "exploretalent": "Em julho de 2024, uma violação de dados atribuída ao Explore Talent foi publicamente postada em um popular fórum de hackers. Os dados continham 5,7 milhões de linhas com 5,4 milhões de e-mails únicos e outros dados pessoais.",
  "gemini": "No final de 2022, um hacker postou um conjunto de dados em um fórum público de hackers alegando ser obtido da exchange de criptomoedas Gemini. Os dados incluíam 5,7 milhões de e-mails únicos com valores parciais de números de telefone.",
  "phonehouse": "Em abril de 2021, o varejista espanhol Phone House sofreu um ataque de ransomware que também expôs volumes significativos de dados de clientes. Os dados incluíam 5,7 milhões de e-mails únicos com dados pessoais detalhados.",
  "strongholdkingdoms": "Em julho de 2018, o jogo online massivo multiplayer Stronghold Kingdoms sofreu uma violação de dados. Quase 5,2 milhões de contas foram impactadas, incluindo e-mails, endereços IP, datas de nascimento e senhas armazenadas com bcrypt.",
  "panerabread": "Em janeiro de 2026, a Panera Bread sofreu uma violação de dados que expôs 14 milhões de registros. Após uma tentativa de extorsão fracassar, os atacantes publicaram os dados que incluíam e-mails, nomes, endereços físicos e datas de nascimento.",
  "yatra": "Em setembro de 2013, o site indiano de reservas Yatra teve 5 milhões de registros expostos em uma violação de dados. Os dados continham e-mails, endereços físicos e senhas armazenadas com MD5.",
  "zhenai": "Em dezembro de 2011, o site de relacionamentos chinês Zhenai.com sofreu uma violação de dados que impactou 5 milhões de assinantes com e-mails, nomes, telefones e datas de nascimento.",
  "goninja": "Em dezembro de 2019, o site alemão de jogos Go Ninja sofreu uma violação de dados que expôs 5 milhões de endereços de e-mail únicos com nomes de usuário e senhas.",
  "lookiero": "Em agosto de 2024, uma violação de dados do serviço de styling online Lookiero foi postada em um popular fórum de hackers. Os dados incluíam 5 milhões de e-mails únicos com nomes, telefones e endereços físicos.",
  "parapa": "Em agosto de 2016, o site russo de jogos Пара Па (parapa.mail.ru) foi hackeado junto com outros fóruns na plataforma de e-mail russa. Os dados incluíam 5 milhões de e-mails únicos com senhas armazenadas com MD5.",
  "quinstreet": "Em aproximadamente 2015, a fabricante de \"produtos de marketing de performance\" QuinStreet teve vários ativos online comprometidos. O ataque impactou 5 milhões de e-mails únicos com dados de usuários.",
  "dangdang": "Em 2011, o site de e-commerce chinês Dangdang sofreu uma violação de dados que expôs mais de 4,8 milhões de endereços de e-mail únicos com nomes de usuário e senhas armazenadas com MD5.",
  "descomplica": "Em março de 2021, a empresa brasileira de EdTech Descomplica sofreu uma violação de dados postada em um popular fórum de hackers. Os dados incluíam 4,8 milhões de e-mails únicos com nomes, datas de nascimento e senhas.",
  "vtech": "Em novembro de 2015, hackers extraíram mais de 4,8 milhões de contas de pais e 227 mil contas de crianças do site Learning Lodge da VTech. A empresa de Hong Kong faz brinquedos educativos. Os dados incluíam e-mails, senhas, datas de nascimento e fotos.",
  "btsec": "Em setembro de 2014, um grande dump de quase 5 milhões de nomes de usuário e senhas foi postado em um fórum russo de Bitcoin. Embora comumente reportado como senhas do Gmail, a maioria era de outros serviços russos. Os dados incluíam e-mails e senhas.",
  "vakinha": "Em junho de 2020, o serviço brasileiro de arrecadação de fundos Vakinha sofreu uma violação de dados que impactou quase 4,8 milhões de membros com e-mails, nomes, endereços IP e senhas.",
  "soargames": "Em dezembro de 2019, o site de jogos SoarGames sofreu uma violação de dados que expôs 4,8 milhões de endereços de e-mail únicos com nomes de usuário e senhas.",
  "hathway": "Em dezembro de 2023, centenas de gigabytes de dados supostamente obtidos do ISP e provedor de TV digital indiano Hathway apareceram em um popular site de hackers. Os dados incluíam e-mails, nomes, endereços e datas de nascimento.",
  "gemplex": "Em fevereiro de 2021, a plataforma de streaming indiana Gemplex sofreu uma violação de dados que expôs 4,6 milhões de contas de usuários com informações de dispositivo, e-mails, nomes e senhas.",
  "moneybookers": "Em 2009, o serviço de carteira eletrônica Money Bookers sofreu uma violação de dados que expôs quase 4,5 milhões de clientes. Agora chamado Skrill, a violação incluía e-mails, nomes e outras informações de conta.",
  "joygames": "Em dezembro de 2019, o fórum do site JoyGames sofreu uma violação de dados que expôs 4,5 milhões de endereços de e-mail únicos com nomes de usuário e senhas.",
  "surveylama": "Em fevereiro de 2024, o site de pesquisas pagas SurveyLama sofreu uma violação de dados que expôs 4,4 milhões de e-mails de clientes junto com nomes, datas de nascimento, endereços IP e senhas.",
  "minted": "Em maio de 2020, o marketplace online para artistas independentes Minted sofreu uma violação de dados que expôs 4,4 milhões de registros únicos de clientes, vendidos posteriormente online, incluindo e-mails, nomes e senhas.",
  "memechat": "Em meados de 2022, o \"hub definitivo de memes\" MemeChat sofreu uma violação de dados que expôs 7,4 milhões de registros. Atribuída a um Elasticsearch mal configurado, a violação expôs 4,4 milhões de e-mails únicos com dados pessoais.",
  "malindoair": "No início de 2019, a companhia aérea malaia Malindo Air sofreu uma violação de dados que expôs dezenas de milhões de registros de clientes, incluindo 4,3 milhões de e-mails únicos, nomes, datas de nascimento, endereços e números de passaporte.",
  "emotet": "Em janeiro de 2021, o FBI em parceria com o NHTCU holandês, o BKA alemão e outras agências internacionais derrubou o malware Emotet, um dos mais perigosos do mundo. Dados roubados pelo malware foram extraídos, expondo 4,3 milhões de e-mails únicos.",
  "adecco": "Em março de 2021, surgiram notícias de uma enorme violação de dados impactando milhões de clientes da Adecco na América do Sul. Os dados foram vendidos em um popular fórum de hackers e incluíam e-mails, nomes, datas de nascimento e outros dados pessoais.",
  "gaadi": "Em maio de 2015, o site indiano automotivo Gaadi teve 4,3 milhões de registros expostos em uma violação de dados com nomes de usuário, e-mails, endereços IP e senhas armazenadas com MD5.",
  "scholastic": "Em janeiro de 2025, uma violação de dados da editora Scholastic veio à tona. A violação continha 4,2 milhões de endereços de e-mail únicos com nomes, telefones, endereços físicos e informações de trabalho.",
  "peatix": "Em janeiro de 2019, a plataforma de organização de eventos Peatix sofreu uma violação de dados. O incidente expôs 4,2 milhões de e-mails, nomes e hashes de senhas com salt.",
  "iimjobs": "Em dezembro de 2018, o portal de empregos indiano IIMJobs sofreu uma violação de dados que expôs 4,1 milhões de endereços de e-mail únicos com nomes, telefones e outros dados profissionais.",
  "swvl": "Em junho de 2020, o operador de ônibus egípcio Swvl sofreu uma violação de dados que impactou mais de 4 milhões de membros do serviço. Os dados incluíam nomes, e-mails e números de telefone.",
  "avvo": "Em aproximadamente dezembro de 2019, uma alegada violação de dados do diretório de advogados Avvo foi publicada em um fórum de hackers online. Os dados incluíam 4 milhões de e-mails únicos com nomes de usuário, localizações e senhas.",
  "clubpenguinrewrittenjul2019": "Em julho de 2019, o site infantil Club Penguin Rewritten sofreu uma violação de dados. Os dados incluíam 4 milhões de e-mails únicos com nomes de usuário, endereços IP, datas de nascimento e senhas.",
  "roll20": "Em dezembro de 2018, o site de jogos de RPG de mesa Roll20 sofreu uma violação de dados. Quase 4 milhões de clientes foram impactados com e-mails, nomes, endereços IP, datas de nascimento e senhas armazenadas com bcrypt.",
  "idcgames": "Em março de 2021, 4 milhões de registros obtidos do IDC Games foram compartilhados em um fórum público de hackers. Os dados incluíam nomes de usuário, endereços de e-mail e senhas armazenadas com MD5.",
  "wongnai": "Em outubro de 2020, 17 violações de dados não divulgadas anteriormente apareceram à venda, incluindo o serviço tailandês de busca de restaurantes, hotéis e atrações Wongnai. Os dados incluíam 4 milhões de e-mails únicos com outros dados de conta.",
  "kaneva": "Em julho de 2016, o site Kaneva, o serviço para \"construir e explorar mundos virtuais\", sofreu uma violação de dados que expôs 3,9 milhões de registros de usuários com e-mails, endereços IP, datas de nascimento e senhas.",
  "jobstreet": "Em outubro de 2017, o site malaio lowyat.net publicou uma matéria sobre um enorme conjunto de dados violados afetando milhões de malaios, incluindo dados do portal de empregos JobStreet com e-mails, nomes e dados de perfil.",
  "legendastv": "Em outubro de 2017, o serviço brasileiro de legendas em português Legendas.TV sofreu uma violação de dados que expôs quase 4 milhões de registros de clientes incluindo e-mails, nomes de usuário, endereços IP e senhas.",
  "myvidster2025": "Em outubro de 2025, dados de quase 4 milhões de usuários do MyVidster foram postados em um fórum público de hackers. Separado da violação de 2015, este incidente expôs nomes de usuário, e-mails, datas de nascimento e senhas.",
  "trillian": "Em dezembro de 2015, o aplicativo de mensagens instantâneas Trillian sofreu uma violação de dados. A violação tornou-se conhecida em julho de 2016 e expôs dados pessoais de 3,8 milhões de e-mails únicos com senhas armazenadas com bcrypt.",
  "quidd": "Em 2019, o marketplace online para negociação de adesivos, cards e brinquedos Quidd sofreu uma violação de dados. A violação expôs quase 4 milhões de e-mails únicos com nomes de usuário e senhas armazenadas com bcrypt.",
  "onlinetrade": "Em setembro de 2022, o site russo de e-commerce Online Trade (Онлайн Трейд) sofreu uma violação de dados que expôs 3,8 milhões de registros de clientes com e-mails, telefones, endereços e senhas.",
  "flexbooker": "Em dezembro de 2021, o serviço de reservas online FlexBooker sofreu uma violação de dados que expôs 3,7 milhões de contas. Os dados incluíam e-mails, nomes de usuário, endereços, números de telefone e senhas parcialmente armazenadas.",
  "playcybergames": "Em agosto de 2023, a plataforma PlayCyberGames sofreu uma violação de dados que expôs mais de 3,7 milhões de registros incluindo e-mails, nomes de usuário, endereços IP e senhas armazenadas com MD5.",
  "drivesure": "Em dezembro de 2020, o provedor de serviços para concessionárias DriveSure sofreu uma violação de dados. O incidente resultou no download de 26 GB de dados, incluindo 3,7 milhões de e-mails únicos com dados pessoais e informações de veículos.",
  "zoomcar": "Em julho de 2018, a empresa indiana de aluguel de carros self-drive Zoomcar sofreu uma violação de dados vendida em um mercado da dark web em 2020. Os dados incluíam 3,5 milhões de e-mails únicos com nomes, telefones e licenças de motorista.",
  "habibs": "Em agosto de 2021, foi alegado que a empresa brasileira de fast food \"Habib's\" sofreu uma violação de dados que foi redistribuída como parte de um corpus maior. Os dados incluíam 3,5 milhões de e-mails únicos com dados de clientes.",
  "mobifriends": "Em janeiro de 2020, o aplicativo de relacionamentos de Barcelona MobiFriends sofreu uma violação de dados que expôs 3,5 milhões de endereços de e-mail únicos com datas de nascimento, sexo, nomes de usuário e senhas.",
  "sprashivairU": "Em maio de 2015, o site russo de avaliações anônimas Спрашивай.ру reportou ter 6,7 milhões de detalhes de usuários expostos por um hacker, incluindo 3,5 milhões de e-mails únicos.",
  "nemoweb": "Em setembro de 2016, quase 21 GB de dados do site francês NemoWeb foram violados, expondo 3,5 milhões de e-mails únicos com senhas armazenadas com SHA1.",
  "dunzo": "Em aproximadamente junho de 2019, o serviço de entrega indiano Dunzo sofreu uma violação de dados expondo 3,5 milhões de endereços de e-mail únicos com endereços IP e outros dados de conta.",
  "interpals": "No final de 2015, o site de penpals online InterPals teve seu site hackeado e 3,4 milhões de contas expostas. Os dados incluíam e-mails, datas de nascimento, sexo, localização e senhas armazenadas com MD5.",
  "gogames": "Em aproximadamente outubro de 2015, o site de mangá Go Games sofreu uma violação de dados. Os dados expostos incluíam 3,4 milhões de registros de clientes com e-mails e senhas.",
  "imenu360": "Em aproximadamente final de 2022, 3,4 milhões de registros de clientes do iMenu360 (\"A plataforma de pedidos online mais confiável do mundo\") foram expostos com e-mails, nomes, endereços e telefones.",
  "paytm": "Em agosto de 2020, o provedor de pagamentos indiano Paytm foi reportado como tendo sofrido uma violação de dados e pedido de resgate. Os dados incluíam 3,4 milhões de e-mails únicos com nomes, telefones e outros dados de conta.",
  "liveauctioneers": "Em junho de 2020, o marketplace online de antiguidades LiveAuctioneers sofreu uma violação de dados que foi vendida online e redistribuída extensivamente. Os dados incluíam 3,4 milhões de e-mails únicos com nomes, endereços e senhas.",
  "adpost": "Em fevereiro de 2025, dados obtidos de uma violação anterior do Adpost vieram à tona. O conjunto de dados continha 3,3 milhões de registros com e-mails, nomes de usuário e outros dados de conta.",
  "dlh": "Em julho de 2016, o site de notícias de jogos DLH.net sofreu uma violação de dados que expôs 3,3 milhões de identidades de assinantes com e-mails, endereços IP, datas de nascimento e senhas.",
  "clickasnap": "Em setembro de 2022, a plataforma online de compartilhamento de fotos ClickASnap sofreu uma violação de dados que expôs quase 3,3 milhões de registros pessoais incluindo e-mails, nomes e senhas.",
  "sport2000": "Em abril de 2024, o fabricante francês de equipamentos esportivos Sport 2000 anunciou ter sofrido uma violação de dados. Os dados foram colocados à venda e incluíam 3,2 milhões de e-mails únicos com dados pessoais de clientes.",
  "bloomstoday": "Em abril de 2024, 15 milhões de registros da floricultura online Blooms Today foram listados para venda em um popular fórum de hackers. Os dados mais recentes na violação continham 3,1 milhões de e-mails únicos com dados de pedidos e pagamentos.",
  "thermomix": "Em janeiro de 2025, o fórum Rezeptwelt (\"mundo das receitas\" em alemão) para proprietários de Thermomix sofreu uma violação de dados. O incidente expôs 3,1 milhões de usuários registrados com e-mails, nomes de usuário e senhas.",
  "mpgh": "Em outubro de 2015, o site de hacking de jogos multiplayer MPGH foi hackeado e 3,1 milhões de contas de usuários foram divulgadas. A violação do fórum vBulletin expôs e-mails, nomes de usuário, endereços IP e senhas armazenadas com MD5.",
  "vimeworld": "Em outubro de 2018, o serviço russo de Minecraft VimeWorld sofreu uma violação de dados redistribuída como parte de um corpus maior. Os dados incluíam 3,1 milhões de e-mails únicos com nomes de usuário e senhas.",
  "coinmarketcap": "Em outubro de 2021, 3,1 milhões de endereços de e-mail com contas no site de capitalização de mercado de criptomoedas CoinMarketCap foram encontrados sendo negociados online.",
  "mgm": "Em julho de 2019, a MGM Resorts descobriu uma violação de dados em um de seus serviços em nuvem. A violação incluiu 10,6 milhões de registros de hóspedes com 3,1 milhões de e-mails únicos contendo nomes, endereços e datas de nascimento.",
  "intelimost": "Em março de 2019, uma operação de spam chamada \"Intelimost\" enviou milhões de e-mails parecendo vir de pessoas conhecidas pelos destinatários. O pesquisador de segurança Bob Diachenko identificou um banco de dados com 3,1 milhões de e-mails únicos.",
  "mangadex": "Em março de 2021, o site de fãs de mangá MangaDex sofreu uma violação de dados que resultou na exposição de quase 3 milhões de assinantes com e-mails, endereços IP, datas de nascimento e senhas armazenadas com bcrypt.",
  "xsplit": "Em novembro de 2013, os desenvolvedores do software de transmissão ao vivo e gravação de jogos XSplit foram comprometidos. A violação vazou quase 3 milhões de e-mails únicos com endereços IP, datas de nascimento e senhas.",
  "dave": "Em junho de 2020, o aplicativo de banco digital Dave sofreu uma violação de dados que expôs 7,5 milhões de linhas de dados e apareceu para download público. Os dados incluíam 3 milhões de e-mails únicos com nomes, datas de nascimento, endereços físicos e senhas.",
  "wizishop": "Em julho de 2020, a plataforma de e-commerce francesa WiziShop sofreu uma violação de dados. A violação expôs 18 GB de dados incluindo nomes, números de telefone, datas de nascimento e 3 milhões de e-mails únicos.",
  "gianttiger": "Em março de 2024, a loja de desconto canadense Giant Tiger sofreu uma violação de dados que expôs 2,8 milhões de registros de clientes. Atribuída a um fornecedor do varejista, os dados incluíam e-mails, nomes, endereços físicos e telefones.",
  "bonobos": "Em agosto de 2020, a loja de roupas Bonobos sofreu uma violação de dados que expôs quase 70 GB de dados contendo 2,8 milhões de endereços de e-mail únicos com histórico de pedidos, endereços de entrega e senhas.",
  "lulu": "Em julho de 2024, a loja varejista emiradense LuLu sofreu uma violação de dados. Os dados impactados incluíam 190 mil e-mails com números de telefone associados.",
  "huntstand": "Em março de 2024, milhões de registros raspados do serviço de caça e gestão de terras HuntStand foram publicamente postados em um popular fórum de hackers. Os dados incluíam 2,8 milhões de e-mails únicos com nomes e outros dados de perfil.",
  "audi": "Em agosto de 2019, a Audi EUA sofreu uma violação de dados após um fornecedor deixar dados expostos na internet. Os dados continham 2,7 milhões de e-mails únicos junto com números de telefone, dados de veículos e informações de compras.",
  "avito": "Em novembro de 2022, o serviço marroquino de e-commerce Avito sofreu uma violação de dados que expôs as informações pessoais de 2,7 milhões de clientes com e-mails, nomes, endereços físicos e telefones.",
  "budtrader": "Em julho de 2024, uma violação de dados da plataforma social de cannabis BudTrader foi postada à venda em um fórum de hackers. Os dados incluíam 2,7 milhões de e-mails únicos com nomes de usuário, localizações e outros dados de perfil.",
  "swordfantasy": "Em janeiro de 2019, o jogo MMO e RPG SwordFantasy sofreu uma violação de dados que expôs 2,7 milhões de endereços de e-mail únicos com outros dados de conta e senhas.",
  "uiggy": "Em junho de 2016, o aplicativo do Facebook Uiggy foi hackeado e 4,3 milhões de contas foram expostas, das quais 2,7 milhões tinham endereços de e-mail. Os dados incluíam e-mails, nomes e senhas.",
  "duolingo": "Em agosto de 2023, 2,6 milhões de registros de dados raspados do Duolingo foram amplamente distribuídos em um popular fórum de hackers. Os dados foram obtidos enumerando uma API vulnerável e incluíam e-mails, nomes, idiomas estudados e outros dados de perfil.",
  "mmgfusion": "Em dezembro de 2020, o serviço de gestão de consultórios odontológicos MMG Fusion foi vítima de uma violação de dados que expôs 2,6 milhões de endereços de e-mail únicos com nomes, datas de nascimento, endereços e histórico de compromissos.",
  "duowan": "Em aproximadamente 2011, dados foram supostamente obtidos do site chinês de jogos Duowan.com contendo 2,6 milhões de contas com e-mails e senhas armazenadas com MD5.",
  "cafemom": "Em 2014, a rede social para mães CafeMom sofreu uma violação de dados. Os dados surgiram junto com várias outras violações históricas e incluíam 2,6 milhões de e-mails únicos com nomes de usuário, senhas e dados de perfil.",
  "gsmhosting": "Em agosto de 2016, dados violados do fórum vBulletin do GSM-Hosting apareceram à venda junto com dezenas de outros serviços hackeados. A violação impactou 2,5 milhões de e-mails únicos com endereços IP e senhas.",
  "craftrise": "Em maio de 2023, surgiram notícias de uma violação de dados do servidor Minecraft turco CraftRise. Os dados de mais de 2,5 milhões de usuários foram compartilhados em um popular fórum de hackers com e-mails, nomes de usuário e senhas.",
  "chatbooks": "Em março de 2020, o serviço de impressão de fotos Chatbooks sofreu uma violação de dados colocada à venda em um mercado da dark web. A violação expôs 2,5 milhões de e-mails únicos com nomes, números de telefone e senhas armazenadas com bcrypt.",
  "gett": "Em maio de 2017, a plataforma de compartilhamento de arquivos Ge.tt sofreu uma violação de dados. Os dados foram colocados à venda em um mercado da dark web e incluíam 2,5 milhões de e-mails únicos com nomes de usuário e senhas.",
  "drizly": "Em aproximadamente julho de 2020, o serviço americano online de entrega de bebidas alcoólicas Drizly sofreu uma violação de dados. Os dados foram vendidos online antes de serem amplamente redistribuídos e incluíam 2,5 milhões de e-mails únicos com datas de nascimento, CEPs e senhas.",
  "morelenet": "Em outubro de 2018, o site polonês de e-commerce Morele.net sofreu uma violação de dados. O incidente expôs quase 2,5 milhões de endereços de e-mail únicos junto com nomes, endereços físicos, telefones e senhas.",
  "ipmart": "Em 2015, o fórum iPmart (agora conhecido como Mobi NUKE) foi hackeado e detalhes de mais de 2 milhões de membros do fórum foram expostos. O fórum vBulletin incluía e-mails, endereços IP, datas de nascimento e senhas.",
  "saverspy": "Em setembro de 2018, o pesquisador de segurança Bob Diachenko descobriu uma massiva coleção de detalhes pessoais expostos em uma instância do MongoDB sem proteção. Os dados incluíam 2,5 milhões de e-mails únicos com nomes, endereços físicos e outros dados.",
  "apktw": "Em setembro de 2022, o fórum taiwanês de Android APK.TW sofreu uma violação de dados redistribuída como parte de um corpus maior. A violação expôs 2,5 milhões de e-mails únicos com nomes de usuário e senhas.",
  "clixsense": "Em setembro de 2016, o site de pagamento por clique ClixSense sofreu uma violação de dados que expôs 2,4 milhões de identidades de assinantes com e-mails, senhas, endereços físicos, datas de nascimento e dados de PayPal.",
  "mspy2024": "Em junho de 2024, um enorme conjunto de dados do fabricante de spyware mSpy foi obtido por hacktivistas e publicado online. Abrangendo 142 GB de dados de usuários, a violação expôs 2,4 milhões de e-mails únicos com dados de suporte e anexos.",
  "ggcorp": "Em agosto de 2022, o site de MMORPG GGCorp sofreu uma violação de dados que expôs quase 2,4 milhões de endereços de e-mail únicos com endereços IP, nomes de usuário e senhas.",
  "wired": "Em dezembro de 2025, 2,3 milhões de registros de usuários da revista WIRED supostamente obtidos da empresa controladora Condé Nast foram publicados online com e-mails, nomes de usuário e senhas.",
  "fashionfantasygame": "No final de 2016, o site de jogos de moda Fashion Fantasy Game sofreu uma violação de dados. O incidente expôs 2,3 milhões de contas únicas de usuários com e-mails e senhas armazenadas com MD5.",
  "glofox": "Em março de 2020, a empresa irlandesa de software de gestão de academias Glofox sofreu uma violação de dados que expôs 2,3 milhões de registros de membros com e-mails, nomes, datas de nascimento, gênero e senhas.",
  "elanic": "Em janeiro de 2020, o marketplace indiano de moda Elanic teve 2,8 milhões de registros com 2,3 milhões de e-mails únicos postados publicamente em um popular fórum de hackers com e-mails, nomes e senhas.",
  "masterdeeds": "Em março de 2017, um arquivo de backup de banco de dados de 27 GB chamado \"Master Deeds\" foi enviado ao HIBP por um colaborador. Os dados incluíam 2,2 milhões de e-mails únicos com dados pessoais sul-africanos como nomes, endereços e datas de nascimento.",
  "wishbone": "Em agosto de 2016, o aplicativo móvel Wishbone sofreu uma violação de dados. Os dados continham 9,4 milhões de registros com 2,2 milhões de e-mails únicos, nomes de usuário, telefones e senhas.",
  "bell2017": "Em maio de 2017, a empresa de telecomunicações Bell do Canadá sofreu uma violação de dados resultando na exposição de milhões de registros de clientes com e-mails, nomes, números de telefone e dados de contas.",
  "startribune": "Em outubro de 2019, o serviço de notícias do Minnesota StarTribune sofreu uma violação de dados vendida na dark web. A violação expôs mais de 2,2 milhões de e-mails únicos com nomes, endereços físicos e outros dados.",
  "idressup": "Em junho de 2016, o site social teen i-Dressup foi hackeado e mais de 2 milhões de contas de usuários foram expostas com e-mails, nomes de usuário, sexo, datas de nascimento e senhas armazenadas com MD5.",
  "rentomojo": "Em abril de 2023, o serviço de aluguel indiano RentoMojo sofreu uma violação de dados. A violação expôs mais de 2 milhões de e-mails únicos junto com nomes, telefones e dados de conta bancária.",
  "proptiger": "Em janeiro de 2018, o site imobiliário indiano PropTiger sofreu uma violação de dados resultando em um arquivo de banco de dados de 3,46 GB exposto com 2 milhões de e-mails únicos, nomes e telefones.",
  "gpotato": "Em julho de 2007, o portal de jogos multiplayer gPotato sofreu uma violação de dados e mais de 2 milhões de contas foram expostas. Os dados incluíam e-mails, nomes de usuário, datas de nascimento, endereços físicos e senhas.",
  "mc2data": "Em agosto de 2024, o agregador de dados MC2 Data deixou um banco de dados acessível publicamente sem senha, descoberto por um pesquisador de segurança. Os dados incluíam 2,1 milhões de e-mails únicos com nomes, endereços físicos, registros de crimes e outros dados.",
  "exvagos": "Em julho de 2022, o site de download direto Exvagos sofreu uma violação de dados redistribuída como parte de um corpus maior. A violação expôs 2,1 milhões de e-mails únicos com nomes de usuário e senhas.",
  "banorte": "Em agosto de 2022, milhões de registros do banco mexicano \"Banorte\" foram publicamente despejados em um popular fórum de hackers, incluindo 2,1 milhões de e-mails únicos com dados bancários e pessoais.",
  "pipingrock": "Em abril de 2024, 2,1 milhões de e-mails da loja online de produtos de saúde Piping Rock foram publicamente postados em um popular fórum de hackers com nomes, telefones e endereços físicos.",
  "boulanger": "Em setembro de 2024, o varejista francês de eletrônicos Boulanger sofreu uma violação de dados que expôs mais de 27 milhões de linhas de dados. Os dados incluíam 2 milhões de e-mails únicos com nomes, endereços físicos e outros dados de clientes.",
  "terravision": "Em fevereiro de 2023, o serviço europeu de transfers de aeroporto Terravision sofreu uma violação de dados. A violação expôs mais de 2 milhões de registros de clientes com e-mails, nomes, endereços físicos e datas de nascimento.",
  "gametuts": "Provavelmente no início de 2015, o site de jogos GameTuts sofreu uma violação de dados e mais de 2 milhões de contas de usuários foram expostas com e-mails, nomes de usuário, endereços IP e senhas.",
  "operationendgame3": "Entre 10 e 13 de novembro de 2025, a última fase da Operação Endgame foi coordenada pela sede da Europol em Haia. As ações visaram droppers de malware e os dados coletados pelas operações foram adicionados ao HIBP.",
  "shadi": "Em julho de 2016, o site de relacionamentos muçulmanos Shadi.com sofreu uma violação de dados que expôs mais de 2 milhões de endereços de e-mail de membros com senhas e dados de perfil.",
  "vtightgel": "Em aproximadamente fevereiro de 2016, surgiram dados supostamente obtidos do V-Tight Gel (gel vaginal de contração). Os dados expostos incluíam 1,9 milhão de e-mails únicos com nomes, endereços físicos e números de telefone.",
  "spyx": "Em junho de 2024, o fabricante de spyware SpyX sofreu uma violação de dados que expôs quase 2 milhões de endereços de e-mail únicos com endereços IP, países e outros dados de conta.",
  "knowncircle": "Em aproximadamente abril de 2016, a empresa de \"automação de marketing para agentes e prestadores de serviços profissionais\" KnownCircle teve um grande volume de dados expostos. Os dados incluíam quase 2 milhões de e-mails únicos.",
  "ticketcounter": "Em agosto de 2020, o serviço holandês de ingressos Ticketcounter publicou inadvertidamente um backup de banco de dados em um local acessível publicamente, onde foi obtido por terceiros. Os dados incluíam 1,9 milhão de e-mails únicos.",
  "muah": "Em setembro de 2024, o site de \"namorada de IA\" Muah.AI sofreu uma violação de dados. A violação expôs 1,9 milhão de endereços de e-mail junto com prompts para gerar conteúdo de IA e imagens potencialmente sensíveis.",
  "dota2": "Em julho de 2016, o fórum oficial de desenvolvedores do Dota2 sofreu uma violação de dados que expôs quase 2 milhões de usuários. O hack do fórum vBulletin resultou na exposição de e-mails, endereços IP e senhas.",
  "pixlr": "Em outubro de 2020, o aplicativo online de edição de fotos Pixlr sofreu uma violação de dados expondo 1,9 milhão de assinantes com nomes, e-mails, países, endereços IP e senhas armazenadas com bcrypt.",
  "cdprojektred": "Em março de 2016, a desenvolvedora polonesa de jogos CD Projekt RED sofreu uma violação de dados. O hack em seu fórum levou à exposição de quase 1,9 milhão de contas com e-mails, nomes de usuário, endereços IP e senhas.",
  "flashflashrevolution2019": "Em julho de 2019, o jogo rítmico musical Flash Flash Revolution sofreu uma violação de dados. A violação de 2019 impactou quase 1,9 milhão de membros e incluía e-mails, endereços IP, datas de nascimento e senhas.",
  "oxfam": "Em janeiro de 2021, a Oxfam Austrália foi vítima de uma violação de dados que expôs 1,8 milhão de endereços de e-mail únicos de apoiadores da instituição de caridade com nomes, datas de nascimento e outros dados de doadores.",
  "adda": "Em março de 2025, dados supostamente violados do serviço ADDA de gestão de condomínios foram postados em um fórum público de hackers. Os dados continham mais de 1,8 milhão de e-mails únicos com nomes, telefones e endereços.",
  "cocospy": "Em fevereiro de 2025, o serviço de spyware Cocospy sofreu uma violação de dados junto com o serviço irmão Spyic. A violação do Cocospy sozinha expôs quase 1,8 milhão de e-mails únicos com outros dados de conta.",
  "streamcraft": "Em julho de 2020, o serviço russo de Minecraft StreamCraft sofreu uma violação de dados redistribuída como parte de um corpus maior. Os dados incluíam 1,7 milhão de e-mails únicos com nomes de usuário e senhas.",
  "flashflashrevolution": "Em fevereiro de 2016, o jogo rítmico musical Flash Flash Revolution foi hackeado e 1,8 milhão de contas foram expostas. Junto com e-mails e endereços IP, a violação expôs nomes de usuário, datas de nascimento e senhas.",
  "nihonomaru": "No final de 2015, a comunidade de anime Nihonomaru teve seu fórum vBulletin hackeado e 1,7 milhão de contas expostas. Os dados incluíam e-mails, endereços IP, datas de nascimento e senhas armazenadas com MD5.",
  "clubpenguinrewritten": "Em janeiro de 2018, o site infantil Club Penguin Rewritten sofreu uma violação de dados. Os dados incluíam 1,7 milhão de e-mails únicos com nomes de usuário, endereços IP e senhas armazenadas com bcrypt.",
  "hdbfinancialservices": "Em março de 2023, a unidade indiana de empréstimos não bancários HDB Financial Services sofreu uma violação de dados que divulgou mais de 70 milhões de registros de clientes. Os dados continham 1,6 milhão de e-mails únicos com dados financeiros e pessoais.",
  "sterkinekor": "Em 2016, a empresa sul-africana de cinema Ster-Kinekor teve uma falha de segurança que vazou uma grande quantidade de dados de clientes por meio de uma vulnerabilidade de enumeração. Os dados incluíam 1,6 milhão de e-mails únicos com nomes e datas de nascimento.",
  "clashofkings": "Em julho de 2016, o fórum do jogo \"Clash of Kings\" sofreu uma violação de dados que impactou 1,6 milhão de assinantes. Os dados incluíam nomes de usuário, e-mails, endereços IP, nomes de dispositivos e senhas armazenadas com MD5.",
  "washingtonstatefoodworkercard": "Em junho de 2023, o Departamento de Saúde do Condado de Tacoma-Pierce anunciou uma violação de dados do sistema de treinamento online do Washington State Food Worker Card. Os dados incluíam 1,6 milhão de e-mails únicos com nomes, datas de nascimento e outros dados pessoais.",
  "actmobile": "Em outubro de 2021, o pesquisador de segurança Bob Diachenko descobriu um banco de dados exposto atribuído à ActMobile, operadora do Dash VPN e FreeVPN. Os dados incluíam 1,5 milhão de e-mails únicos com endereços IP e outros dados de conta.",
  "bookcrossing": "Em agosto de 2022, o site de rede social de livros BookCrossing divulgou uma violação de dados datando de um backup de banco de dados de novembro de 2012. O incidente expôs 1,5 milhão de e-mails únicos com nomes de usuário e senhas.",
  "ddo": "Em abril de 2013, o videogame interativo Dungeons & Dragons Online sofreu uma violação de dados que expôs quase 1,6 milhão de contas de jogadores com e-mails, nomes de usuário, datas de nascimento e senhas.",
  "payhere": "No final de março de 2022, o gateway de pagamento do Sri Lanka PayHere sofreu uma violação de dados que expôs mais de 65 GB de registros de pagamentos incluindo mais de 1,5 milhão de e-mails únicos com dados de transações.",
  "cointracker": "Em dezembro de 2022, o serviço de impostos de Crypto e NFT CoinTracker reportou uma violação de dados que impactou mais de 1,5 milhão de clientes. A empresa atribuiu posteriormente a violação ao comprometimento de um fornecedor.",
  "james": "Em junho de 2020, 14 violações de dados não divulgadas anteriormente apareceram à venda, incluindo o serviço brasileiro de entrega \"James\". A violação ocorreu em março de 2020 e incluía 1,5 milhão de e-mails únicos com dados pessoais.",
  "nival": "Em fevereiro de 2016, a empresa russa de jogos Nival foi alvo de um ataque. Os dados incluíam 1,5 milhão de e-mails únicos com nomes de usuário e senhas armazenadas com bcrypt.",
  "armyforceonline": "Em maio de 2016, o site de jogos online Army Force Online sofreu uma violação de dados que expôs 1,5 milhão de contas com e-mails, nomes de usuário, endereços IP e senhas.",
  "gamesalad": "Em fevereiro de 2019, o site de educação e criação de jogos Game Salad sofreu uma violação de dados. O incidente impactou 1,5 milhão de contas e expôs e-mails, endereços físicos, datas de nascimento e senhas.",
  "leslipfrancais": "Em abril de 2024, o fabricante francês de roupa íntima Le Slip Français sofreu uma violação de dados. A violação incluía 1,5 milhão de e-mails, endereços físicos, nomes e datas de nascimento.",
  "datehotbrunettes": "Em janeiro de 2021, o site Date Hot Brunettes sofreu uma violação de dados que expôs 1,5 milhão de e-mails únicos com nomes de usuário, datas de nascimento e senhas armazenadas com MD5.",
  "htcmania": "Em janeiro de 2020, o fórum espanhol de celulares HTC Mania sofreu uma violação de dados do site baseado em vBulletin. O incidente expôs 1,5 milhão de e-mails de membros com nomes de usuário e senhas armazenadas com MD5.",
  "condocom": "Em junho de 2019, o site Condo.com sofreu uma violação de dados redistribuída como parte de um corpus maior. Os dados incluíam 1,5 milhão de e-mails únicos com outros dados de conta.",
  "kmru": "Em fevereiro de 2016, o portal e serviço de e-mail russo KM.RU foi alvo de um ataque. Os dados incluíam 1,4 milhão de e-mails únicos com nomes de usuário e senhas.",
  "slideteam": "Em abril de 2021, a \"maior coleção mundial de slides de apresentação pré-projetados\" SlideTeam teve 1,4 milhão de registros violados e publicados em um popular fórum de hackers com e-mails, nomes, telefones e senhas.",
  "cultura": "Em setembro de 2024, o varejista francês Cultura foi vítima de um ataque cibernético atribuído a um fornecedor externo de TI. A violação de dados expôs 1,4 milhão de e-mails únicos com nomes, endereços físicos e dados de compras.",
  "boursesdesvols": "Em janeiro de 2021, a empresa francesa de viagens Bourse des Vols sofreu uma violação de dados que expôs 1,46 milhão de endereços de e-mail únicos com dados de clientes de viagens.",
  "yoteprestocom": "Em junho de 2020, a plataforma mexicana de empréstimos yotepresto.com sofreu uma violação de dados. Mais de 1,4 milhão de clientes foram impactados com e-mails, nomes, endereços, telefones e histórico de empréstimos.",
  "gamesbox": "Em setembro de 2020, o site Games Box sofreu uma violação de dados redistribuída como parte de um corpus maior. Os dados incluíam 1,4 milhão de e-mails únicos com outros dados de conta.",
  "aternos": "Em dezembro de 2015, o serviço de criação e execução de servidores gratuitos de Minecraft Aternos sofreu uma violação de dados que impactou 1,4 milhão de assinantes com e-mails, nomes de usuário e senhas.",
  "netgalley": "Em dezembro de 2020, o site de promoção de livros NetGalley sofreu uma violação de dados. O incidente expôs 1,4 milhão de endereços de e-mail únicos junto com nomes, nomes de usuário e senhas armazenadas com bcrypt.",
  "betterment": "Em janeiro de 2026, a plataforma de investimentos automatizados Betterment confirmou ter sofrido uma violação de dados atribuída a um ataque de engenharia social. Os dados incluíam e-mails de clientes, nomes e informações financeiras.",
  "animegame": "Em fevereiro de 2020, o site de jogos AnimeGame sofreu uma violação de dados. O incidente afetou 1,4 milhão de assinantes e expôs e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "meetmindful": "No início de 2020, o serviço de relacionamentos online MeetMindful sofreu uma violação de dados que expôs 1,4 milhão de endereços de e-mail únicos de clientes com nomes, datas de nascimento, localizações e outros dados de perfil.",
  "mashable": "Em aproximadamente meados de 2020, o Mashable sofreu uma violação de dados que surgiu publicamente em novembro de 2020. Os dados incluíam 1,4 milhão de e-mails únicos com nomes, localizações, dados de redes sociais e senhas.",
  "snail": "Em março de 2015, o site de jogos Snail sofreu uma violação de dados que impactou 1,4 milhão de assinantes com nomes de usuário, endereços IP, e-mails e senhas.",
  "paysystemtech": "Em meados de 2022, dados alegadamente obtidos do provedor de pagamentos russo PaySystem.tech apareceram em círculos de hackers onde foram tornados publicamente acessíveis. Os dados incluíam 1,4 milhão de e-mails únicos com outros dados de conta.",
  "gatehub": "Em outubro de 2019, 1,4 milhão de contas do serviço de carteira de criptomoedas GateHub foram postadas em um popular fórum de hackers. Os dados incluíam e-mails, senhas armazenadas com bcrypt e frases de recuperação de carteiras criptografadas.",
  "naughtyamerica": "Em março de 2016, o site adulto Naughty America foi hackeado e os dados foram vendidos online. A violação incluía dados de vários sistemas com 1,3 milhão de e-mails únicos junto com nomes de usuário, endereços físicos e senhas.",
  "stalkeronline": "Em maio de 2020, mais de 1,3 milhão de registros do jogo MMO Stalker Online foram violados. Os dados incluíam e-mails, endereços IP, nomes de usuário e senhas armazenadas com MD5.",
  "dietcom": "Em agosto de 2014, o site de dieta e nutrição diet.com sofreu uma violação de dados resultando na exposição de 1,4 milhão de registros únicos de usuários datando de 2009. Os dados incluíam e-mails, nomes de usuário, datas de nascimento e senhas.",
  "tnaflix": "Em junho de 2022, o site adulto TNAFlix sofreu uma violação de dados redistribuída como parte de um corpus maior. Os dados incluíam 1,4 milhão de e-mails únicos com nomes de usuário e senhas.",
  "abusewithus": "Em 2016, o site dedicado a ajudar pessoas a hackear contas de e-mail e jogos online Abusewith.us sofreu múltiplas violações de dados. Os dados incluíam 1,4 milhão de e-mails únicos com senhas e outros dados de conta.",
  "eroticy": "Em meados de 2016, o site adulto Eroticy foi supostamente hackeado. Quase 1,4 milhão de contas únicas circularam no final de 2016 com e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "gamevn": "Em maio de 2016, o fórum vietnamita de jogos GameVN sofreu uma violação de dados redistribuída como parte de um corpus maior. Os dados incluíam 1,4 milhão de e-mails únicos com nomes de usuário e senhas.",
  "havenly": "Em junho de 2020, o site de design de interiores Havenly sofreu uma violação de dados que impactou quase 1,4 milhão de membros do serviço. Os dados incluíam e-mails, nomes, CEPs e senhas armazenadas com bcrypt.",
  "denniskirk": "Em outubro de 2024, quase 20 GB de dados contendo 1,3 milhão de e-mails únicos da loja de suprimentos para motocicletas Dennis Kirk circularam. Os dados remontavam a aproximadamente 2020 e incluíam e-mails, nomes, endereços físicos e telefones.",
  "ducksunlimited": "Em meados de 2021, o Risk Based Security reportou um banco de dados obtido do Ducks Unlimited sendo negociado online. Os dados remontavam a janeiro de 2021 e continham 1,3 milhão de e-mails únicos com nomes e endereços físicos.",
  "mangafox": "Em aproximadamente julho de 2016, o site de mangá mangafox.me sofreu uma violação de dados. O fórum baseado em vBulletin expôs 1,3 milhão de contas com e-mails, nomes de usuário, endereços IP e senhas.",
  "wedmegood": "Em janeiro de 2021, a plataforma indiana de planejamento de casamentos WedMeGood sofreu uma violação de dados que expôs 1,3 milhão de clientes. A violação expôs 41,5 GB de dados com e-mails, nomes, telefones e outros dados de conta.",
  "ordersnapp": "Em junho de 2020, o provedor de soluções para restaurantes OrderSnapp sofreu uma violação de dados que expôs 1,3 milhão de e-mails únicos com nomes, endereços físicos e dados de cartão de crédito parciais.",
  "geniusu": "Em novembro de 2020, uma coleção de violações de dados foram tornadas públicas incluindo a \"Plataforma de Sucesso para Empreendedores\" GeniusU. Os dados incluíam 1,3 milhão de e-mails únicos com nomes, datas de nascimento e senhas.",
  "decoratingthehouse": "Em março de 2020, o site coreano de decoração de interiores sofreu uma violação de dados que impactou quase 1,3 milhão de membros com e-mails, nomes de usuário, endereços físicos e senhas.",
  "xbox360iso": "Em aproximadamente setembro de 2015, o fórum XBOX 360 ISO foi hackeado e 1,2 milhão de contas foram expostas com e-mails, endereços IP, datas de nascimento e senhas armazenadas com MD5.",
  "elance": "Em 2009, a plataforma de trabalho freelance Elance sofreu uma violação de dados que impactou 1,3 milhão de contas. Os dados aparecerem online 8 anos depois e continham e-mails, nomes de usuário e senhas armazenadas com SHA1.",
  "binweevils": "Em setembro de 2014, o jogo online Bin Weevils sofreu uma violação de dados. Originalmente declarando que apenas nomes de usuário e senhas foram expostos, uma investigação posterior revelou que 1,2 milhão de e-mails únicos também foram comprometidos.",
  "experian2020": "Em agosto de 2020, a Experian África do Sul sofreu uma violação de dados que expôs informações pessoais de dezenas de milhões de indivíduos. Apenas 1,3 milhão desses registros tinham e-mails únicos com dados pessoais.",
  "whiteroom": "Em julho de 2018, a empresa britânica de e-commerce Fashion Nexus sofreu uma violação de dados que expôs 1,4 milhão de registros. Múltiplos sites desenvolvidos por sua empresa irmã foram impactados, incluindo 1,3 milhão de e-mails únicos.",
  "promofarma": "Em agosto de 2019, uma violação de dados da farmácia online espanhola Promofarma apareceu à venda em um mercado da dark web. A violação expôs mais de 2,7 milhões de registros com 1,2 milhão de e-mails únicos e dados pessoais.",
  "bhinneka": "No início de 2020, o site indonésio de eletrônicos para consumidores Bhinneka sofreu uma violação de dados que expôs quase 1,3 milhão de registros de clientes com e-mails, nomes e senhas.",
  "chess": "Em novembro de 2023, mais de 800 mil registros de usuários foram raspados do site de Xadrez e postados em um popular fórum de hackers. Os dados incluíam e-mails, nomes de usuário, países e dados de atividade no site.",
  "pspiso": "Em aproximadamente setembro de 2015, o fórum PlayStation PSP ISO foi hackeado e quase 1,3 milhão de contas foram expostas com e-mails, endereços IP, datas de nascimento e senhas armazenadas com MD5.",
  "wifelovers": "Em outubro de 2018, o site dedicado a fotos íntimas de esposas Wife Lovers sofreu uma violação de dados. O banco de dados subjacente suportou 13 outros sites semelhantes, expondo 1,2 milhão de e-mails únicos com nomes de usuário e senhas.",
  "furaffinity": "Em maio de 2016, o site Fur Affinity para pessoas com interesse em personagens animais antropomórficos (conhecidos como \"furries\") foi hackeado. O ataque expôs 1,2 milhão de e-mails únicos com nomes de usuário e datas de nascimento.",
  "altenen": "Em junho de 2022, o site malicioso de \"carding\" (fraude de cartão de crédito) Altenen sofreu uma violação de dados redistribuída como parte de um corpus maior. Os dados incluíam 1,2 milhão de e-mails únicos com nomes de usuário e senhas.",
  "ldlc": "Em março de 2024, o varejista francês LDLC divulgou uma violação de dados que impactou clientes de suas lojas físicas. Os dados incluíam 1,2 milhão de e-mails únicos com nomes, endereços físicos e números de telefone.",
  "gamerzplanet": "Em aproximadamente outubro de 2015, o fórum online de jogos Gamerzplanet foi hackeado e mais de 1,2 milhão de contas foram expostas. O fórum vBulletin expôs e-mails, endereços IP, datas de nascimento e senhas.",
  "polishcredentials": "Em maio de 2023, uma lista de preenchimento de credenciais com 6,3 milhões de pares de e-mail e senha poloneses apareceu em um fórum local. Os dados foram provavelmente obtidos por malware rodando em computadores de vítimas polonesas.",
  "eskimi": "No final de 2020, a plataforma AdTech Eskimi sofreu uma violação de dados que expôs 26 milhões de registros com 1,2 milhão de e-mails únicos incluindo nomes de usuário, endereços IP, datas de nascimento e senhas.",
  "nextgenupdate": "No início de 2014, o site de jogos NextGenUpdate sofreu uma violação de dados que divulgou quase 1,2 milhão de contas com e-mails, nomes de usuário, endereços IP e senhas armazenadas com MD5.",
  "yandex": "Em setembro de 2014, surgiram notícias de um vazamento massivo de contas do Yandex, o gigante russo de busca que também fornece serviços de e-mail. Os dados alegadamente obtidos incluíam e-mails e senhas de contas do Yandex.",
  "catho": "Em aproximadamente março de 2020, o site brasileiro de recrutamento Catho foi comprometido e apareceu junto com 20 outros sites violados com 1,2 milhão de e-mails únicos e dados profissionais.",
  "lotr": "Em agosto de 2013, o videogame interativo Lord of the Rings Online sofreu uma violação de dados que expôs mais de 1,1 milhão de contas de jogadores com e-mails, nomes de usuário, datas de nascimento e senhas.",
  "daniweb": "No final de 2015, o site de tecnologia e rede social DaniWeb sofreu uma violação de dados. O ataque resultou na divulgação de 1,1 milhão de contas incluindo e-mails, nomes de usuário, datas de nascimento e senhas.",
  "emuparadise": "Em abril de 2018, o autoproclamado \"maior site de jogos retrô do mundo\", Emuparadise, sofreu uma violação de dados. O fórum vBulletin comprometido expôs 1,1 milhão de e-mails únicos com nomes de usuário e senhas.",
  "younglivingessentialoils": "Em dezembro de 2024, dados alegadamente violados da empresa de marketing multinível Young Living Essential Oils foram postados em um popular fórum de hackers com e-mails, nomes e outros dados pessoais.",
  "namelessmalware": "Em janeiro de 2021, a NordLocker forneceu ao HIBP 1,1 milhão de endereços de e-mail coletados por malware sem nome. A campanha de malware ocorreu entre 2018 e 2020 e coletou e-mails, senhas e outros dados de formulários da web.",
  "weee": "Em fevereiro de 2023, dados pertencentes ao serviço de entrega de alimentos asiáticos e hispânicos Weee apareceram em um popular fórum de hackers. Os dados remontavam a meados de 2022 e incluíam 1,1 milhão de e-mails únicos com nomes, endereços e histórico de pedidos.",
  "warmane": "Em aproximadamente dezembro de 2016, o serviço online para servidores privados de World of Warcraft Warmane sofreu uma violação de dados. O incidente expôs mais de 1,1 milhão de e-mails únicos com nomes de usuário e senhas.",
  "allianzlife": "Em julho de 2025, a Allianz Life foi vítima de um ataque cibernético que resultou em milhões de registros posteriormente vazados online. A Allianz atribuiu o ataque a um ator de ameaça externo e confirmou a exposição de dados de apólices de seguros.",
  "lazada": "Em outubro de 2020, surgiram notícias de uma violação de dados do Lazada RedMart contendo registros tão recentes quanto julho de 2020. No total, 1,1 milhão de e-mails únicos foram expostos com nomes, endereços, telefones e dados de cartão de crédito parciais.",
  "cyberserve": "Em outubro de 2021, o provedor de hospedagem israelense CyberServe foi violado e ransomeado antes de ter uma quantidade substancial de dados de clientes vazados publicamente. Os dados incluíam 1,1 milhão de e-mails únicos com outros dados de conta.",
  "beautifulpeople": "Em novembro de 2015, o site de relacionamentos Beautiful People foi hackeado e mais de 1,1 milhão de contas foram vazadas. Os dados incluíam e-mails, nomes, datas de nascimento, localizações, senhas armazenadas com MD5 e outros dados de perfil.",
  "artsy": "Em abril de 2018, o banco de dados online de arte Artsy sofreu uma violação de dados que apareceu à venda em um mercado da dark web. Mais de 1 milhão de contas foram expostas com e-mails, nomes de usuário, endereços IP e senhas armazenadas com bcrypt.",
  "lookbook": "Em agosto de 2012, o site de moda Lookbook sofreu uma violação de dados. Os dados apareceram listados para venda em junho de 2016 e incluíam 1,1 million de nomes de usuário, e-mails e senhas.",
  "geeekedin": "Em agosto de 2016, o site de recrutamento de tecnologia GeekedIn deixou um banco de dados MongoDB exposto e mais de 8 milhões de registros foram extraídos por um terceiro não identificado. Os dados incluíam 1,1 milhão de e-mails únicos com informações de perfil técnico.",
  "forbes": "Em fevereiro de 2014, o site da Forbes sucumbiu a um ataque que vazou mais de 1 milhão de contas de usuários. O ataque foi atribuído ao Syrian Electronic Army e incluía e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "shotbow": "Em maio de 2016, o servidor multiplayer de Minecraft Shotbow anunciou ter sofrido uma violação de dados. O incidente resultou na exposição de mais de 1 milhão de e-mails únicos com nomes de usuário e senhas.",
  "onrpg": "Em julho de 2016, o site de lista de jogos online gratuitos OnRPG sofreu uma violação de dados redistribuída como parte de um corpus maior. Os dados incluíam mais de 1 milhão de e-mails únicos com nomes de usuário, endereços IP e senhas."
}