{
  "_meta": {
    "generated": "2026-02-22",
    "source": "haveibeenpwned.com",
    "translator": "Claude AI",
    "version": "1.0",
    "note": "Atualizar mensalmente. Chave = Name (lowercase) do HIBP. Última entrada: CarMax (2026-02-20)."
  },
  "000webhost": "Em março de 2015, o provedor de hospedagem gratuita 000webhost sofreu um grande vazamento que expôs cerca de 15 milhões de registros. Os dados incluíam nomes, endereços de e-mail e senhas armazenadas em texto puro, sem qualquer proteção criptográfica.",
  "17media": "Em 2017, a plataforma de transmissão ao vivo 17 Media sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário e outras informações de perfil.",
  "2fast4u": "O site de namoro 2Fast4U sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, senhas e informações de perfil.",
  "500px": "Em julho de 2018, o site de fotografia 500px sofreu um vazamento de dados que afetou aproximadamente 14,8 milhões de usuários. As informações expostas incluíam nomes, nomes de usuário, endereços de e-mail, datas de nascimento, país de origem e senhas com hash.",
  "7k7k": "O site chinês de jogos online 7k7k sofreu um vazamento que expôs endereços de e-mail, senhas e outras informações de conta de seus usuários.",
  "8tracks": "Em junho de 2017, o serviço de música 8Tracks sofreu um vazamento que expôs 18 milhões de registros de usuários. Os dados comprometidos incluíam endereços de e-mail e senhas com hash SHA-1.",
  "acneorg": "O fórum de saúde Acne.org sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, senhas com hash e informações pessoais compartilhadas no fórum.",
  "adobe": "Em outubro de 2013, a Adobe sofreu um vazamento massivo que afetou 153 milhões de registros de usuários. Foram expostos IDs internos, nomes de usuário, e-mails, senhas criptografadas e dicas de senha em texto puro. A fraca criptografia usada permitiu que muitas senhas fossem recuperadas.",
  "adultfriendfinder": "Em outubro de 2016, o site de relacionamentos Adult Friend Finder sofreu um dos maiores vazamentos já registrados, expondo mais de 412 milhões de contas. Os dados incluíam endereços de e-mail, senhas em texto puro ou com hash SHA-1 fraco, datas de último acesso e informações de assinatura.",
  "androidforums": "O fórum Android Forums sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, senhas com hash e informações de perfil.",
  "animoto": "Em julho de 2018, o serviço de criação de vídeos Animoto sofreu um vazamento que expôs dados de aproximadamente 25 milhões de usuários, incluindo endereços de e-mail, nomes, datas de nascimento e senhas com hash bcrypt.",
  "antipublic": "A coleção AntiPublic Combo List, revelada em 2016, continha mais de 457 milhões de endereços de e-mail e senhas compilados de múltiplos vazamentos anteriores.",
  "aptoide": "Em abril de 2020, a loja alternativa de aplicativos Android Aptoide sofreu um vazamento que expôs 39 milhões de registros de usuários. Os dados comprometidos incluíam endereços de e-mail, endereços IP, nomes e senhas com hash SHA-1.",
  "armorgames": "Em 2019, a plataforma de jogos online Armor Games sofreu um vazamento que expôs dados de aproximadamente 11 milhões de usuários, incluindo endereços de e-mail, nomes de usuário, datas de nascimento e senhas com hash MD5.",
  "avast": "Em 2019, a empresa de segurança digital Avast confirmou que um invasor obteve acesso à sua rede interna. Embora dados de clientes não tenham sido diretamente expostos, informações de contas do fórum foram comprometidas.",
  "badoo": "Em 2013, a rede social de namoro Badoo sofreu um vazamento que expôs dados de aproximadamente 112 milhões de usuários. As informações incluíam nomes, endereços de e-mail, datas de nascimento, país e senhas com hash.",
  "battlefy": "A plataforma de torneios de esports Battlefy sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário e informações de perfil.",
  "bitcointalk": "O popular fórum BitcoinTalk sofreu um vazamento que expôs dados de aproximadamente 500 mil usuários, incluindo endereços de e-mail, senhas com hash e endereços IP.",
  "bitly": "Em maio de 2014, o serviço de encurtamento de links Bitly sofreu um vazamento de segurança. Os dados comprometidos incluíam endereços de e-mail, senhas com hash e tokens de acesso OAuth do Facebook e GitHub.",
  "blackhatworld": "O fórum de marketing digital Black Hat World sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, endereços IP e senhas.",
  "bolt": "O serviço de transporte Bolt sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, números de telefone e informações de conta.",
  "bookmate": "O serviço de assinatura de e-books Bookmate sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes e informações de perfil.",
  "brazzers": "Em 2012, o site adulto Brazzers sofreu um vazamento que expôs dados de aproximadamente 800 mil usuários de seu fórum, incluindo endereços de e-mail, nomes de usuário e senhas com hash MD5.",
  "bukalapak": "Em 2019, o marketplace indonésio Bukalapak sofreu um vazamento que expôs dados de aproximadamente 13 milhões de usuários, incluindo nomes de usuário, endereços de e-mail, endereços IP e senhas com hash.",
  "cafepress": "Em fevereiro de 2019, a loja de produtos personalizados CafePress sofreu um vazamento que expôs dados de 23 milhões de usuários, incluindo nomes, endereços de e-mail, senhas com hash SHA-1, endereços físicos e perguntas de segurança.",
  "canva": "Em maio de 2019, a plataforma australiana de design gráfico Canva sofreu um ataque que expôs dados de 137 milhões de usuários. Foram comprometidos nomes, endereços de e-mail, cidades de origem, senhas com hash e nomes de usuário do Google.",
  "cit0day": "A coleção Cit0day, revelada em novembro de 2020, continha mais de 23 mil bancos de dados hackeados com aproximadamente 226 milhões de endereços de e-mail únicos. Tratava-se de um serviço de assinatura que vendia acesso a credenciais roubadas.",
  "coinmama": "Em fevereiro de 2019, a exchange de criptomoedas Coinmama sofreu um vazamento que expôs dados de 450 mil usuários, incluindo endereços de e-mail e senhas com hash bcrypt.",
  "combolists": "Uma série de listas combinadas (combo lists) contendo endereços de e-mail e senhas compiladas de múltiplos vazamentos foi distribuída em fóruns da dark web.",
  "couponmom": "O site de cupons CouponMom sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "dailymotion": "Em outubro de 2016, o site de vídeos Dailymotion sofreu um vazamento que expôs dados de 87,6 milhões de usuários. Foram comprometidos endereços de e-mail e senhas com hash bcrypt.",
  "datacamp": "Em 2019, a plataforma de aprendizado de ciência de dados DataCamp sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas com hash bcrypt.",
  "deezer": "Em novembro de 2022, o serviço de streaming de música Deezer sofreu um vazamento que expôs dados de mais de 220 milhões de usuários. As informações comprometidas incluíam nomes, datas de nascimento, endereços de e-mail e dados de gênero.",
  "disqus": "Em 2012, o serviço de comentários Disqus sofreu um vazamento que só veio a público em 2017. Foram expostos dados de 17,5 milhões de usuários, incluindo endereços de e-mail, nomes de usuário, datas de cadastro e senhas com hash SHA-1.",
  "dominos": "A rede de pizzarias Domino's sofreu um vazamento que expôs dados de clientes, incluindo nomes, endereços de e-mail e informações de pedidos. O incidente afetou usuários em diferentes países.",
  "doxbin": "O site de doxxing Doxbin sofreu um vazamento que expôs dados de usuários e informações publicadas na plataforma.",
  "dropbox": "Em meados de 2012, o Dropbox sofreu um vazamento que expôs 68 milhões de registros de clientes. Os dados incluíam endereços de e-mail e senhas protegidas com hash bcrypt e SHA-1. O incidente só veio a público em 2016.",
  "dubsmash": "Em dezembro de 2018, o aplicativo de vídeo Dubsmash teve 162 milhões de registros de usuários roubados. Foram expostos endereços de e-mail, nomes de usuário e senhas com hash SHA-256.",
  "eatigo": "A plataforma de reservas de restaurantes Eatigo sofreu um vazamento que expôs dados de usuários do sudeste asiático, incluindo endereços de e-mail, nomes e informações de perfil.",
  "edmodo": "Em maio de 2017, a plataforma educacional Edmodo sofreu um vazamento que expôs dados de 77 milhões de usuários, incluindo endereços de e-mail, nomes de usuário e senhas com hash bcrypt.",
  "epicgames": "A desenvolvedora de jogos Epic Games (criadora do Fortnite) sofreu um vazamento que expôs dados de usuários de suas plataformas.",
  "epik": "Em setembro de 2021, o registrador de domínios Epik sofreu um vazamento massivo que expôs dados de clientes e informações de domínios, incluindo dados pessoais de proprietários de sites ligados a grupos de extrema-direita.",
  "estantevirtual": "A livraria online brasileira Estante Virtual sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes e informações de conta.",
  "evony": "O jogo de estratégia online Evony sofreu um vazamento que expôs dados de jogadores, incluindo endereços de e-mail, endereços IP e senhas.",
  "exactis": "Em 2018, a empresa de marketing Exactis expôs acidentalmente um banco de dados de 340 milhões de registros pessoais de americanos, incluindo endereços de e-mail, números de telefone e características pessoais detalhadas.",
  "eye4fraud": "Em 2023, o serviço de prevenção de fraudes Eye4Fraud sofreu um vazamento que expôs dados de clientes de lojas que utilizavam o serviço, incluindo endereços de e-mail, nomes, endereços e informações de pedidos.",
  "facebook": "Em abril de 2021, dados de 533 milhões de usuários do Facebook foram publicados gratuitamente em fóruns de hackers. As informações incluíam números de telefone, nomes completos, localizações, datas de nascimento e endereços de e-mail.",
  "factual": "A empresa de dados de localização Factual sofreu um vazamento que expôs informações de usuários e parceiros comerciais.",
  "flashback": "O fórum sueco Flashback sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário e endereços IP.",
  "fotolog": "Em dezembro de 2018, a rede social de fotografia Fotolog sofreu um vazamento que expôs dados de 33 milhões de usuários, incluindo nomes, endereços de e-mail, senhas com hash MD5 e datas de nascimento.",
  "fridae": "A rede social LGBT asiática Fridae sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e informações de perfil.",
  "funimation": "Em 2021, o serviço de streaming de anime Funimation sofreu um vazamento de credenciais que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "gamigo": "Em 2012, a empresa de jogos Gamigo sofreu um vazamento que expôs dados de 8 milhões de usuários, incluindo endereços de e-mail e senhas com hash MD5.",
  "gawker": "Em dezembro de 2010, a rede de blogs Gawker sofreu um vazamento que expôs dados de 1,3 milhão de usuários, incluindo nomes de usuário, endereços de e-mail e senhas com hash DES.",
  "hackforums": "O fórum de hackers Hack Forums sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário, endereços IP e senhas com hash.",
  "houzz": "Em 2018, a plataforma de decoração de interiores Houzz sofreu um vazamento que expôs dados de usuários, incluindo nomes de usuário, endereços de e-mail, endereços IP, localização geográfica e senhas com hash bcrypt.",
  "imgur": "Em 2013, o site de hospedagem de imagens Imgur sofreu um vazamento que só veio a público em 2017. Foram expostos 1,7 milhão de endereços de e-mail e senhas com hash SHA-256.",
  "instagram": "Dados de usuários do Instagram foram comprometidos em diferentes incidentes, incluindo a exposição de números de telefone e e-mails de celebridades e usuários através de uma vulnerabilidade na API.",
  "kickstarter": "Em fevereiro de 2014, a plataforma de crowdfunding Kickstarter sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário, endereços físicos e senhas com hash.",
  "lastfm": "Em 2012, o serviço de música Last.fm sofreu um vazamento que expôs endereços de e-mail e senhas com hash MD5 de usuários. O incidente só veio a público em 2016.",
  "ledger": "Em julho de 2020, o fabricante de carteiras de hardware para criptomoedas Ledger sofreu um vazamento que expôs dados de mais de 1 milhão de clientes, incluindo endereços de e-mail e, para 272 mil clientes, nomes e endereços físicos.",
  "leet": "A plataforma de jogos competitivos Leet sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "lifeboat": "O servidor de Minecraft Lifeboat Network sofreu um vazamento em 2016 que expôs dados de aproximadamente 7 milhões de jogadores, incluindo endereços de e-mail, senhas com hash MD5 e endereços IP.",
  "lifebear": "O aplicativo japonês de agenda digital Lifebear sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "linkedin": "Em junho de 2021, um conjunto de dados com informações de 700 milhões de usuários do LinkedIn foi colocado à venda na dark web. Os dados incluíam e-mails, números de telefone, endereços, dados de geolocalização e histórico profissional.",
  "livejournal": "Em 2014, a plataforma de blogs LiveJournal sofreu um vazamento que expôs dados de 33 milhões de usuários. As informações comprometidas incluíam endereços de e-mail, nomes de usuário e senhas em texto puro.",
  "luxottica": "O fabricante de óculos Luxottica sofreu um ataque cibernético em 2020 que comprometeu dados de funcionários e clientes.",
  "mathway": "Em 2020, o aplicativo de resolução de problemas matemáticos Mathway sofreu um vazamento que expôs dados de mais de 25 milhões de usuários, incluindo endereços de e-mail e senhas com hash bcrypt.",
  "myfitnesspal": "Em fevereiro de 2018, o aplicativo de saúde MyFitnessPal sofreu um vazamento que afetou 150 milhões de usuários. Os dados comprometidos incluíam nomes de usuário, endereços de e-mail e senhas com hash bcrypt e SHA-1.",
  "myheritage": "Em outubro de 2017, o serviço de genealogia MyHeritage sofreu um vazamento que expôs dados de 92 milhões de usuários. As informações comprometidas incluíam endereços de e-mail e senhas com hash bcrypt.",
  "myspace": "Em 2008, o MySpace sofreu um vazamento que só veio a público em 2016. Foram expostos 360 milhões de contas com combinações de e-mail, nome de usuário e senhas com hash SHA1.",
  "neopets": "Em julho de 2022, um hacker alegou ter roubado o banco de dados do Neopets contendo 69 milhões de registros de membros. Os dados incluíam nomes, e-mails, datas de nascimento, gênero, país, data de cadastro, senhas com hash MD5 e muito mais.",
  "neteller": "O serviço de pagamentos online Neteller sofreu um incidente de segurança que comprometeu dados de usuários, incluindo informações financeiras.",
  "nexusmods": "O repositório de mods para jogos Nexus Mods sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "nitro": "Em outubro de 2020, o serviço de produtividade Nitro sofreu um vazamento que expôs dados de mais de 77 milhões de usuários, incluindo endereços de e-mail, nomes, senhas com hash bcrypt e documentos.",
  "nvidia": "A fabricante de chips NVIDIA sofreu um ataque cibernético em 2022 onde hackers roubaram e vazaram dados internos da empresa, incluindo credenciais de funcionários.",
  "opensubtitles": "O site Open Subtitles sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário e senhas com hash MD5.",
  "pandabuy": "Em 2024, o site de compras Pandabuy sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, números de telefone e endereços físicos.",
  "patreon": "Em outubro de 2015, a plataforma de financiamento coletivo Patreon sofreu um vazamento que expôs dados de 2,3 milhões de usuários, incluindo endereços de e-mail, nomes de usuário, endereços físicos e senhas com hash bcrypt.",
  "pdl": "O data broker People Data Labs (PDL) expôs acidentalmente um banco de dados de 1,2 bilhão de registros de perfis de pessoas em 2019, contendo endereços de e-mail, números de telefone e informações de redes sociais.",
  "plutotv": "O serviço de streaming gratuito Pluto TV sofreu um incidente que expôs dados de usuários, incluindo endereços de e-mail e informações de conta.",
  "poshmark": "Em 2019, o marketplace de moda Poshmark sofreu um vazamento que expôs dados de usuários, incluindo nomes, nomes de usuário, endereços de e-mail, tamanhos de roupas e senhas com hash bcrypt.",
  "programmingforums.org": "O fórum de programação ProgrammingForums.org sofreu um vazamento que expôs dados de usuários.",
  "r2games": "A empresa de jogos R2Games sofreu um vazamento que expôs dados de 2,7 milhões de jogadores, incluindo endereços de e-mail, nomes de usuário e senhas com hash.",
  "robinhood": "A plataforma de investimentos Robinhood sofreu um incidente de segurança em 2021 onde um atacante obteve acesso a dados de 7 milhões de clientes, incluindo e-mails e nomes.",
  "roblox": "A plataforma de jogos Roblox sofreu incidentes de segurança que expuseram dados de usuários, incluindo endereços de e-mail e informações de conta.",
  "samsung": "A fabricante de eletrônicos Samsung sofreu um vazamento de dados em 2022 que expôs informações de clientes americanos, incluindo nomes, contatos e datas de nascimento.",
  "sevenrooms": "A plataforma de gestão de restaurantes SevenRooms sofreu um vazamento que expôs dados de reservas e informações de clientes de restaurantes parceiros.",
  "sharethis": "O widget de compartilhamento social ShareThis sofreu um vazamento em 2018 que expôs dados de mais de 41 milhões de usuários, incluindo endereços de e-mail, datas de nascimento e senhas com hash.",
  "shein": "Em 2018, a varejista de moda Shein sofreu um vazamento que expôs dados de 6,42 milhões de clientes, incluindo endereços de e-mail e senhas com hash MD5.",
  "snapchat": "O Snapchat sofreu múltiplos incidentes de segurança ao longo dos anos, incluindo o vazamento de 4,6 milhões de nomes de usuário e números de telefone parcialmente censurados em 2014.",
  "soundcloud": "O serviço de streaming de música SoundCloud sofreu um incidente que expôs dados de usuários, incluindo endereços de e-mail e senhas.",
  "spambot": "Vários botnets de spam foram descobertos contendo grandes volumes de endereços de e-mail e senhas roubadas de múltiplas fontes.",
  "spoutible": "A plataforma de redes sociais Spoutible sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, números de telefone e senhas com hash bcrypt.",
  "stratfor": "Em dezembro de 2011, o grupo de inteligência geopolítica Stratfor sofreu um vazamento realizado pelo Anonymous que expôs dados de 860 mil membros, incluindo endereços de e-mail, senhas com hash MD5 e informações de cartão de crédito.",
  "thingiverse": "Em 2020, a plataforma de compartilhamento de designs para impressão 3D Thingiverse sofreu um vazamento que expôs dados de mais de 228 mil usuários, incluindo endereços de e-mail, nomes de usuário e senhas com hash bcrypt.",
  "ticketfly": "Em 2018, o serviço de venda de ingressos Ticketfly sofreu um ataque que expôs dados de 26 milhões de usuários, incluindo nomes, endereços de e-mail, endereços físicos e números de telefone.",
  "tokopedia": "Em 2020, o maior marketplace da Indonésia, Tokopedia, sofreu um vazamento que expôs dados de 91 milhões de usuários, incluindo nomes de usuário, endereços de e-mail, datas de nascimento, gênero e senhas com hash.",
  "trello": "Em 2024, dados de usuários do Trello foram expostos através de uma API pública, comprometendo endereços de e-mail e informações de perfil de cerca de 15 milhões de usuários.",
  "tumblr": "Em 2013, o Tumblr sofreu um vazamento que só veio a público em 2016. Foram expostos mais de 65 milhões de endereços de e-mail e senhas com hash SHA-1 e salt.",
  "twitter": "Em 2022, uma vulnerabilidade no Twitter foi explorada para coletar dados de 5,4 milhões de contas. Foram expostos números de telefone, endereços de e-mail e informações de perfil. Os dados foram publicados gratuitamente em 2023.",
  "vk": "Em 2012, a rede social russa VK (VKontakte) sofreu um vazamento que expôs dados de 100 milhões de usuários, incluindo nomes, endereços de e-mail, números de telefone e senhas em texto puro.",
  "vodafone": "A operadora de telecomunicações Vodafone sofreu incidentes de segurança que comprometeram dados de clientes em diferentes países.",
  "wattpad": "Em 2020, a plataforma de histórias Wattpad sofreu um vazamento que expôs dados de mais de 268 milhões de usuários, incluindo nomes, endereços de e-mail, datas de nascimento, endereços IP e senhas com hash bcrypt.",
  "whitepages": "O serviço de diretório Whitepages sofreu um vazamento que expôs informações de contato de usuários registrados.",
  "xat": "O serviço de chat Xat sofreu um vazamento que expôs dados de usuários, incluindo endereços de e-mail, nomes de usuário e senhas.",
  "youku": "O site de vídeos chinês Youku sofreu um vazamento em 2016 que expôs dados de 92 milhões de usuários, incluindo endereços de e-mail e senhas com hash MD5.",
  "youporn": "Em 2012, o site adulto YouPorn sofreu um vazamento que expôs dados de usuários registrados, incluindo endereços de e-mail.",
  "zomato": "Em 2017, o serviço de delivery de comida Zomato sofreu um vazamento que expôs dados de 17 milhões de usuários, incluindo nomes, endereços de e-mail e senhas com hash.",
  "zynga": "Em setembro de 2019, a empresa de jogos Zynga (criadora do FarmVille) sofreu um vazamento que expôs 173 milhões de registros. Foram comprometidos nomes, endereços de e-mail, IDs de login, hashes de senha e números de telefone de alguns usuários.",
  "synthientcredentialstuffingthreatdata": "Em 2025, a empresa de inteligência de ameaças Synthient agregou 2 bilhões de endereços de e-mail únicos divulgados em listas de preenchimento de credenciais encontradas em múltiplas fontes online. Os dados foram originalmente obtidos por agentes maliciosos e consistiam principalmente em endereços de e-mail.",
  "collection1": "Em janeiro de 2019, uma grande coleção de listas de preenchimento de credenciais (combinações de endereços de e-mail e senhas usadas para sequestrar contas em outros serviços) foi encontrada em um popular serviço de armazenamento em nuvem. Os dados continham 772 milhões de endereços de e-mail únicos e senhas.",
  "verificationsio": "Em fevereiro de 2019, o serviço de validação de e-mails verifications.io sofreu uma violação de dados. Descoberto por Bob Diachenko e Vinny Troia, a violação expôs 763 milhões de registros únicos de e-mail com informações pessoais adicionais como nomes, números de telefone e dados de gênero.",
  "onlinerspambot": "Em agosto de 2017, um spambot chamado Onliner Spambot foi identificado pelo pesquisador de segurança Benkow. O software malicioso continha 711 milhões de endereços de e-mail únicos usados para enviar spam e distribuir o malware bancário Ursnif.",
  "exploitin": "No final de 2016, uma enorme lista de pares de e-mail e senha apareceu em uma \"combo list\" chamada \"Exploit.In\". A lista continha 593 milhões de endereços de e-mail únicos com senhas obtidas de diversas fontes.",
  "rivercitymedia": "Em janeiro de 2017, um vasto conjunto de dados da River City Media foi encontrado exposto online. Os dados continham quase 1,4 bilhão de registros, incluindo endereços de e-mail, nomes, endereços IP e endereços físicos, resultantes de operações de spam.",
  "telegramcombolists": "Em maio de 2024, 2 bilhões de linhas de dados com 361 milhões de endereços de e-mail únicos foram coletados de canais maliciosos do Telegram. Os dados continham 122 GB distribuídos em 1,7 mil arquivos com e-mails, senhas e sites associados.",
  "alienstealerlogs": "Em fevereiro de 2025, 23 bilhões de linhas de logs de stealers foram obtidas de um canal do Telegram conhecido como ALIEN TXTBASE. Os dados continham 284 milhões de endereços de e-mail únicos junto com senhas e os sites de onde as credenciais foram roubadas.",
  "notsocradar": "Em agosto de 2024, mais de 332 milhões de linhas de endereços de e-mail foram postadas em um popular fórum de hackers. A publicação alegava que os endereços foram raspados do serviço de cibersegurança SOCRadar, o que a empresa negou.",
  "netease": "Em outubro de 2015, o site chinês NetEase (163.com) foi reportado como tendo sofrido uma violação de dados que impactou centenas de milhões de contas. Os dados incluíam endereços de e-mail e senhas em texto simples.",
  "twitter200m": "No início de 2023, mais de 200 milhões de registros raspados do Twitter apareceram em um popular fórum de hackers. Os dados foram obtidos em 2021 por meio de uma vulnerabilidade de API e incluíam endereços de e-mail e informações de perfil.",
  "synthientstealerlogthreatdata": "Em 2025, a Synthient agregou bilhões de registros de \"dados de ameaças\" de diversas fontes da internet. Os dados continham 183 milhões de endereços de e-mail únicos junto com senhas e URLs dos sites comprometidos.",
  "adultfriendfinder2016": "Em outubro de 2016, a empresa de entretenimento adulto Friend Finder Networks sofreu uma enorme violação de dados que impactou múltiplas plataformas online, incluindo o AdultFriendFinder. Mais de 412 milhões de contas foram expostas com e-mails, senhas e outras informações.",
  "nationalpublicdata": "Em abril de 2024, um grande conjunto de dados ganhou manchetes por ter exposto \"3 bilhões de pessoas\" devido a uma violação da empresa de verificação de antecedentes National Public Data. Os dados incluíam nomes, endereços de e-mail, números de telefone e informações de seguridade social.",
  "apollo": "Em julho de 2018, a startup Apollo deixou um banco de dados com bilhões de pontos de dados exposto publicamente sem senha. Os dados incluíam endereços de e-mail, nomes, empregadores, cargos e outras informações de perfil profissional de 125 milhões de pessoas.",
  "linkedinscrape": "Durante o primeiro semestre de 2021, o LinkedIn foi alvo de atacantes que rasparam dados de centenas de milhões de perfis públicos e os venderam online. Os dados incluíam endereços de e-mail, nomes, cargos e outros dados de perfil.",
  "demandscience": "No início de 2024, um grande corpus de dados da DemandScience (empresa pertencente à Pure Incubation) apareceu à venda em um popular fórum de hackers. Os dados incluíam 122 milhões de endereços de e-mail únicos com informações profissionais.",
  "gravatar": "Em outubro de 2020, um pesquisador de segurança publicou uma técnica para raspar grandes volumes de dados do Gravatar, serviço de avatares globalmente reconhecidos. Os dados incluíam 167 milhões de endereços de e-mail únicos e hashes MD5 dos e-mails.",
  "pemiblanc": "Em abril de 2018, uma lista de preenchimento de credenciais contendo 111 milhões de pares de endereços de e-mail e senhas conhecida como Pemiblanc foi descoberta em um servidor francês. A lista foi compilada a partir de diversas violações anteriores.",
  "datatrollstealerlogs": "Em junho de 2025, manchetes surgiram sobre uma violação de \"16 bilhões de senhas\". Na realidade, o conjunto de dados era uma compilação de logs de stealers acessíveis publicamente, mostrando e-mails, senhas e URLs dos sites comprometidos.",
  "b2busabusinesses": "Em meados de 2017, uma lista de spam com mais de 105 milhões de indivíduos no mercado corporativo americano foi descoberta online. Chamada de \"B2B USA Businesses\", a lista continha dados como nomes, empregadores, cargos, e-mails e telefones.",
  "evite": "Em abril de 2019, o site de planejamento social Evite identificou uma violação de dados em seus sistemas. A investigação revelou que dados de 100 milhões de contas foram expostos, incluindo e-mails, nomes, datas de nascimento e senhas.",
  "1win": "Em novembro de 2024, a plataforma de apostas online 1win sofreu uma violação de dados que expôs 96 milhões de usuários. Os dados expostos incluíam endereços de e-mail, IPs, números de telefone e informações de conta.",
  "rambler": "No final de 2016, um dump de dados de quase 100 milhões de contas do Rambler, às vezes chamado de \"O Yahoo russo\", foi descoberto sendo negociado online. Os dados incluíam nomes de usuário, e-mails e senhas em texto simples.",
  "2844breaches": "Em fevereiro de 2018, uma enorme coleção de quase 3.000 alegadas violações de dados foi encontrada online. Alguns dados haviam sido vistos anteriormente no HIBP, mas a maioria era nova e incluía e-mails, nomes de usuário e senhas.",
  "advanceautoparts": "Em junho de 2024, a Advance Auto Parts confirmou ter sofrido uma violação de dados que foi postada para venda em um popular fórum de hackers. A violação expôs dados de funcionários e clientes, incluindo nomes, endereços de e-mail e outros dados pessoais.",
  "jd": "Em 2013, o serviço de comércio eletrônico chinês JD sofreu uma violação de dados que expôs 13 GB de dados contendo 77 milhões de endereços de e-mail únicos e senhas armazenadas com salt.",
  "underarmour": "Em novembro de 2025, o grupo de ransomware Everest reivindicou a Under Armour como vítima e tentou extorquir um resgate, alegando ter obtido acesso a dados internos da empresa.",
  "stealerlogsjan2025": "Em janeiro de 2025, logs de stealers com 71 milhões de endereços de e-mail foram adicionados ao HIBP. Os dados consistiam em endereços de e-mail, senhas e os sites dos quais as credenciais foram roubadas por malware.",
  "nazapi": "Em setembro de 2023, mais de 100 GB de logs de stealers e listas de preenchimento de credenciais intituladas \"Naz.API\" foram postados em um popular fórum de hackers. O conjunto de dados continha 71 milhões de endereços de e-mail únicos com senhas.",
  "leadhunter": "Em março de 2020, um enorme conjunto de informações pessoais chamado \"Lead Hunter\" foi fornecido ao HIBP após ser encontrado exposto publicamente em um servidor MongoDB sem proteção. Os dados incluíam 50 milhões de e-mails únicos.",
  "youvebeenscraped": "Em outubro e novembro de 2018, o pesquisador de segurança Bob Diachenko identificou várias instâncias do MongoDB sem proteção, acreditando-se que estavam hospedadas por um agregador de dados. Os dados expostos continham 66 milhões de registros únicos.",
  "modernbusinesssolutions": "Em outubro de 2016, um grande arquivo de banco de dados MongoDB contendo dezenas de milhões de contas foi compartilhado publicamente no Twitter. Os dados incluíam e-mails, nomes de usuário, senhas em texto simples, endereços IP e outros dados pessoais.",
  "thepostmillennial": "Em maio de 2024, o site de notícias conservador The Post Millennial sofreu uma violação de dados. A violação resultou na desfiguração do site e na exposição de 26 milhões de registros com dados de assinantes e listas de e-mail.",
  "hottopic": "Em outubro de 2024, a varejista Hot Topic sofreu uma violação de dados que expôs 57 milhões de endereços de e-mail únicos. Os dados também incluíam endereços físicos, datas de nascimento, números de telefone e informações de cartões de pagamento parcialmente mascarados.",
  "zoosk": "Em aproximadamente 2011, uma alegada violação do site de relacionamento Zoosk começou a circular. Composta por quase 53 milhões de registros, os dados continham e-mails e senhas armazenadas com salt.",
  "notacxiom": "Em 2020, um corpus de dados contendo quase 250 milhões de registros abrangendo mais de 400 campos diferentes foi erroneamente atribuído à empresa de marketing de banco de dados Acxiom. Os dados incluíam e-mails, nomes, endereços físicos e outros dados pessoais.",
  "imesh": "Em setembro de 2013, o cliente de compartilhamento de mídia e arquivos iMesh foi hackeado e aproximadamente 50 milhões de contas foram expostas. Os dados foram posteriormente colocados à venda em 2016 e incluíam e-mails, nomes de usuário e senhas.",
  "allegedatt": "Em março de 2024, dezenas de milhões de registros alegadamente violados da AT&T foram postados em um popular fórum de hackers. Os dados remontavam a agosto de 2021 e incluíam e-mails, nomes, datas de nascimento e números de telefone.",
  "netlog": "Em julho de 2018, o site de rede social belga Netlog identificou uma violação de dados datando de novembro de 2012. Embora o serviço tenha encerrado em 2015, a violação expôs 49 milhões de e-mails únicos e senhas armazenadas com MD5.",
  "straffic": "Em fevereiro de 2020, a empresa israelense de marketing Straffic expôs um banco de dados com 140 GB de dados pessoais. O banco de dados Elasticsearch acessível publicamente continha 140 milhões de registros com e-mails, nomes, telefones e endereços.",
  "dataandleads": "Em novembro de 2018, o pesquisador de segurança Bob Diachenko identificou um banco de dados sem proteção, acreditado ser hospedado por um agregador de dados. A investigação revelou 44 milhões de registros únicos com dados pessoais e profissionais.",
  "trikspambotnet": "Em junho de 2018, o servidor de comando e controle de um botnet malicioso conhecido como \"Trik Spam Botnet\" foi mal configurado, expondo os endereços de e-mail de suas vítimas. Os dados incluíam 43 milhões de endereços de e-mail únicos.",
  "kayomoe": "Em setembro de 2018, uma coleção de quase 42 milhões de pares de endereços de e-mail e senhas em texto simples foi carregada no serviço anônimo de compartilhamento de arquivos kayo.moe. A origem dos dados é desconhecida.",
  "pizap": "Em aproximadamente dezembro de 2017, o site de edição de fotos online piZap sofreu uma violação de dados. Os dados foram posteriormente colocados à venda em um mercado da dark web e incluíam e-mails, nomes de usuário, senhas e datas de nascimento.",
  "fling": "Em 2011, o site de rede social adulta Fling foi hackeado e mais de 40 milhões de contas foram obtidas. Os dados incluíam endereços de e-mail, senhas, datas de nascimento, sexo e outros dados de perfil.",
  "manipulatedcaiman": "Em julho de 2023, a Perception Point relatou uma operação de phishing chamada \"Manipulated Caiman\". Visando principalmente cidadãos mexicanos, a campanha coletou 50 milhões de endereços de e-mail únicos com senhas e outros dados pessoais.",
  "chegg": "Em abril de 2018, o serviço de aluguel de livros didáticos Chegg sofreu uma violação de dados que impactou 40 milhões de assinantes. Os dados expostos incluíam e-mails, nomes, nomes de usuário, endereços e senhas armazenadas com MD5.",
  "netprospex": "Em 2016, uma lista de mais de 33 milhões de indivíduos do mercado corporativo americano obtida do serviço NetProspex da Dun & Bradstreet foi vazada online. Os dados incluíam e-mails, nomes, empregadores e dados de localização.",
  "scdailyphonespamlist": "No início de 2015, uma lista de spam conhecida como SC Daily Phone surgiu contendo quase 33 milhões de identidades. Os dados incluíam atributos pessoais como nomes, endereços físicos, telefones, e-mails e sexo.",
  "neimanmarcus": "Em maio de 2024, a varejista de luxo americana Neiman Marcus sofreu uma violação de dados que foi postada posteriormente em um popular fórum de hackers. Os dados incluíam 31 milhões de endereços de e-mail únicos com informações de compras e cartões de pagamento.",
  "internetarchive": "Em setembro de 2024, a biblioteca digital Internet Archive sofreu uma violação de dados que expôs 31 milhões de registros. A violação expôs e-mails, nomes de usuário e senhas armazenadas com bcrypt.",
  "ashleymadison": "Em julho de 2015, o site de relacionamentos extraconjugais Ashley Madison sofreu uma grave violação de dados. Os atacantes ameaçaram divulgar completamente os dados dos usuários, o que acabou acontecendo. Os dados expostos incluíam e-mails, nomes, endereços, dados financeiros parciais e informações de perfil sexual.",
  "specialkspamlist": "Em meados a finais de 2015, uma lista de spam conhecida como Special K Data Feed foi descoberta contendo quase 31 milhões de identidades. Os dados incluíam atributos pessoais como nomes, endereços físicos, telefones, e-mails e sexo.",
  "tianya": "Em dezembro de 2011, o maior fórum online da China, o Tianya, foi hackeado e dezenas de milhões de contas foram obtidas pelo atacante. Os dados vazados continham endereços de e-mail e senhas armazenadas com MD5.",
  "hautelook": "Em meados de 2018, o site de compras de moda HauteLook foi uma das várias plataformas violadas com os dados sendo vendidos no início de 2019. Os dados incluíam 29 milhões de endereços de e-mail únicos com nomes, sexo, datas de nascimento e senhas.",
  "frenchcitizens": "Em setembro de 2024, mais de 90 milhões de linhas de dados sobre cidadãos franceses foram encontradas expostas em um banco de dados acessível publicamente. Compilados a partir de diversas violações de dados, os registros incluíam e-mails, nomes, datas de nascimento e outros dados.",
  "mindjolt": "Em março de 2019, o site de jogos online MindJolt sofreu uma violação de dados que expôs 28 milhões de endereços de e-mail únicos. Também foram impactados nomes e datas de nascimento.",
  "taringa": "Em setembro de 2017, o Taringa sofreu uma violação de dados expondo 28 milhões de registros. Conhecido como \"O Reddit Latino-Americano\", a violação expôs e-mails, nomes de usuário e senhas armazenadas com MD5 fraco.",
  "bvd": "Em aproximadamente agosto de 2021, centenas de gigabytes de dados corporativos coletados de fontes públicas foram obtidos e posteriormente publicados em um popular fórum de hackers. Os dados incluíam 28 milhões de e-mails únicos com dados de contato e empresariais.",
  "speedio": "Em dezembro de 2024, dados alegadamente obtidos da plataforma brasileira de geração de leads Speedio foram postados para venda em um popular fórum de hackers. Os dados incluíam 28 milhões de registros com e-mails, nomes, CNPJs e outros dados empresariais.",
  "mate1": "Em fevereiro de 2016, o site de relacionamentos mate1.com sofreu uma enorme violação de dados resultando na divulgação de informações de mais de 27 milhões de assinantes. Os dados incluíam e-mails, senhas, datas de nascimento, sexo e dados de localização.",
  "qip": "Em meados de 2011, o serviço de mensagens instantâneas russo QIP (Quiet Internet Pager) sofreu uma violação de dados. O ataque resultou na divulgação de 26 milhões de e-mails únicos com dados de usuário e senhas armazenadas com MD5.",
  "telegramstealerlogs": "Em julho de 2024, logs de stealers com 26 milhões de endereços de e-mail únicos foram coletados de canais maliciosos do Telegram. Os dados continham 22 GB de logs com e-mails, senhas e os sites dos quais as credenciais foram roubadas.",
  "vng": "Em abril de 2018, uma enorme violação de dados impactando a empresa vietnamita VNG foi descoberta sendo negociada. Os dados continham 25 milhões de e-mails únicos com nomes de usuário e senhas armazenadas com MD5.",
  "mgm2022update": "Em julho de 2019, a MGM Resorts descobriu uma violação de dados em um de seus serviços em nuvem. A violação incluiu 10,6 milhões de registros de hóspedes. Uma atualização em 2022 confirmou que os dados expostos de 3,1 milhões de e-mails únicos incluíam nomes, endereços e datas de nascimento.",
  "bigbasket": "Em outubro de 2020, a plataforma indiana de mercearia online bigbasket sofreu uma violação de dados que expôs mais de 20 milhões de registros de clientes. Os dados incluíam e-mails, nomes, datas de nascimento, endereços e números de telefone.",
  "justdate": "Uma alegada violação do site de relacionamentos Justdate.com começou a circular em aproximadamente setembro de 2016. Os dados continham mais de 24 milhões de registros com e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "zoosk2020": "Em janeiro de 2020, o serviço de relacionamentos online Zoosk sofreu uma violação de dados que foi amplamente compartilhada em comunidades de hackers. Os dados incluíam 24 milhões de endereços de e-mail únicos com nomes de usuário e senhas.",
  "hopamedia": "Em 2024, dados relacionados a um serviço desconhecido chamado \"Hopamedia\" datando de 2020 apareceram em um banco de dados exposto publicamente. Os dados incluíam 24 milhões de registros com e-mails, nomes, endereços IP e senhas.",
  "apexsms": "Em maio de 2019, foi descoberta uma massiva operação de spam por SMS conhecida como \"ApexSMS\" após uma instância do MongoDB de mesmo nome ser encontrada exposta. Os dados incluíam 23 milhões de e-mails únicos com números de telefone e outros dados pessoais.",
  "railyatri": "Em dezembro de 2022, a agência de viagens online indiana aprovada pelo governo RailYatri sofreu uma violação de dados. O incidente impactou mais de 31 milhões de clientes e expôs e-mails, nomes, números de telefone e dados de localização.",
  "wanelo": "Em aproximadamente dezembro de 2018, o shopping digital Wanelo sofreu uma violação de dados. Os dados foram posteriormente colocados à venda em um mercado da dark web e incluíam 23 milhões de e-mails únicos com senhas armazenadas com bcrypt.",
  "mangatoon": "Em maio de 2022, o serviço de mangá de Hong Kong Mangatoon sofreu uma violação de dados que expôs 23 milhões de registros de assinantes. A violação expôs nomes, e-mails, endereços IP e senhas.",
  "db8151dd": "Em fevereiro de 2020, um enorme conjunto de informações pessoais chamado \"db8151dd\" foi fornecido ao HIBP após ser encontrado exposto publicamente em um MongoDB sem proteção. Os dados incluíam 23 milhões de e-mails únicos com outros dados pessoais.",
  "dominosindia": "Em abril de 2021, 13 TB de dados comprometidos do Domino's Índia apareceram à venda em um fórum de hackers. Os dados incluíam 23 milhões de endereços de e-mail únicos com nomes, telefones e histórico de pedidos.",
  "gfan": "Em outubro de 2016, dados supostamente obtidos do site chinês GFAN continham 22,5 milhões de contas com e-mails e senhas armazenadas com MD5.",
  "readnovel": "Em maio de 2019, o site chinês de literatura Read Novel sofreu uma violação de dados que expôs 22 milhões de endereços de e-mail únicos com nomes de usuário e senhas.",
  "questionpro": "Em maio de 2022, o site de pesquisas QuestionPro foi alvo de uma tentativa de extorsão relacionada a uma alegada violação de dados. Mais de 100 GB de dados contendo 22 milhões de e-mails únicos foram expostos.",
  "taobao": "Em aproximadamente 2012, o site de compras chinês Taobao sofreu uma violação de dados que impactou mais de 21 milhões de assinantes com e-mails e outros dados de conta.",
  "parkmobile": "Em março de 2021, o serviço de aplicativo de estacionamento móvel ParkMobile sofreu uma violação de dados que expôs os dados pessoais de 21 milhões de clientes, incluindo e-mails, datas de nascimento, números de telefone e matrículas de veículos.",
  "hurb": "Em aproximadamente março de 2019, a agência de viagens online brasileira Hurb (anteriormente Hotel Urbano) sofreu uma violação de dados que expôs 20 milhões de e-mails únicos com nomes, telefones e dados de reservas.",
  "aitype": "Em dezembro de 2017, o aplicativo de teclado virtual ai.type foi encontrado com uma enorme quantidade de dados expostos publicamente em uma instância do MongoDB não protegida. Os dados incluíam 31 milhões de e-mails únicos com informações de dispositivo e dados pessoais.",
  "shopback": "Em setembro de 2020, o programa de recompensas ShopBack sofreu uma violação de dados. O incidente expôs mais de 20 milhões de endereços de e-mail únicos junto com nomes, datas de nascimento, números de telefone e dados de contas bancárias.",
  "supervpngeckovpn": "Em fevereiro de 2021, uma série de serviços de VPN \"gratuitos\" foram violados, incluindo SuperVPN e GeckoVPN, expondo mais de 20 milhões de registros com e-mails, nomes, nomes de usuário, datas de nascimento e senhas.",
  "indiamart": "Em agosto de 2021, 38 milhões de registros da empresa indiana de e-commerce IndiaMART foram encontrados sendo negociados em um popular fórum de hackers. Os dados incluíam 20 milhões de e-mails únicos com nomes, telefones e outras informações.",
  "cutoutpro": "Em fevereiro de 2024, a plataforma de design visual com IA Cutout.Pro sofreu uma violação de dados que expôs 20 milhões de registros. Os dados incluíam endereços de e-mail, endereços IP, nomes de usuário e senhas armazenadas com MD5.",
  "linkedinscrape2023": "Em novembro de 2023, uma publicação em um popular fórum de hackers alegou que milhões de registros do LinkedIn haviam sido raspados e vazados. Os dados incluíam 20 milhões de e-mails únicos com informações de perfil profissional.",
  "eyeem": "Em fevereiro de 2018, o site de fotografia EyeEm sofreu uma violação de dados identificada entre uma coleção de outros grandes incidentes. Os dados expostos incluíam 22 milhões de e-mails únicos com senhas armazenadas com bcrypt.",
  "romwe": "Em meados de 2018, o varejista de Hong Kong Romwe sofreu uma violação de dados que expôs quase 20 milhões de clientes. Os dados foram vendidos online e incluíam e-mails, nomes e senhas armazenadas com MD5.",
  "cdek": "No início de 2022, um coletivo conhecido como IT Army obteve dados da empresa russa de logística CDEK. Os dados incluíam 20 milhões de e-mails únicos com nomes, telefones e endereços de entrega.",
  "younow": "Em fevereiro de 2019, dados do serviço de transmissão ao vivo YouNow apareceram à venda em um mercado da dark web. Os dados incluíam 20 milhões de e-mails únicos com nomes de usuário e outros dados de perfil.",
  "ticketek": "Em maio de 2024, a empresa australiana de venda de ingressos Ticketek reportou uma violação de dados vinculada a uma plataforma de nuvem de terceiros. Os dados incluíam 19 milhões de e-mails únicos com nomes e datas de nascimento.",
  "prosper": "Em setembro de 2025, a Prosper anunciou ter detectado acesso não autorizado a seus sistemas, resultando na exposição de dados de clientes e candidatos a empréstimos, incluindo informações financeiras sensíveis.",
  "ixigo": "Em janeiro de 2019, o site de reservas de viagens e hotéis ixigo sofreu uma violação de dados. Os dados incluíam 18 milhões de e-mails únicos com nomes, senhas e dados de contas de redes sociais.",
  "mailru": "Em setembro de 2014, vários grandes dumps de contas de usuários apareceram no Russian Bitcoin Security Forum incluindo um com quase 5 milhões de endereços de e-mail e senhas do Mail.Ru.",
  "operationendgame": "Em maio de 2024, uma coalizão de agências internacionais de aplicação da lei derrubou uma série de botnets em uma campanha chamada \"Operation Endgame\". Dados roubados pelo malware foram extraídos e adicionados ao HIBP, expondo 16 milhões de e-mails únicos.",
  "luminpdf": "Em abril de 2019, o serviço de gerenciamento de PDF Lumin PDF sofreu uma violação de dados. A violação não foi divulgada publicamente até setembro, quando 15,5 milhões de registros foram expostos, incluindo e-mails, nomes e dados do Google.",
  "operationendgame2": "Em maio de 2025, uma coalizão de agências de aplicação da lei derrubou a infraestrutura criminosa por trás do malware usado para lançar ataques de ransomware. Dados coletados pelos malwares foram extraídos, expondo 15 milhões de e-mails únicos.",
  "clearvoicesurveys": "Em abril de 2021, a empresa de pesquisas de mercado ClearVoice Surveys tinha um backup de banco de dados de 2015 acessível publicamente que foi obtido e redistribuído em um popular fórum de hackers, expondo 15 milhões de e-mails únicos.",
  "8fit": "Em julho de 2018, o serviço de saúde e fitness 8fit sofreu uma violação de dados. Os dados apareceram posteriormente à venda em um mercado da dark web e incluíam 15 milhões de e-mails únicos com nomes, sexo e senhas armazenadas com bcrypt.",
  "promo": "Em julho de 2020, o Promo sofreu uma violação de dados que foi amplamente compartilhada em um fórum de hackers. Os dados incluíam 14 milhões de e-mails únicos com nomes, endereços IP e senhas armazenadas com MD5.",
  "acuity": "Em meados de 2020, um corpus de 437 GB de dados atribuído a uma entidade chamada \"Acuity\" foi criado e amplamente distribuído. A fonte dos dados é desconhecida, mas incluía 14 milhões de e-mails únicos com dados pessoais e profissionais.",
  "freemobile": "Em outubro de 2024, o provedor de internet francês \"Free\" sofreu uma violação de dados que foi postada para venda e posteriormente vazada publicamente. Os dados incluíam 14 milhões de e-mails únicos com dados de conta e informações de pagamento.",
  "hiapk": "Em aproximadamente 2014, o app store chinês para Android HIAPK sofreu uma violação de dados que impactou 13,8 milhões de assinantes únicos com e-mails, nomes de usuário e senhas.",
  "yam": "Em junho de 2013, o site taiwanês Yam.com sofreu uma violação de dados compartilhada em um popular fórum de hackers em 2021. Os dados incluíam 13 milhões de e-mails únicos com nomes de usuário e senhas.",
  "hjedd": "Em julho de 2022, o site adulto chinês Hjedd foi encontrado vazando mais de 13 milhões de registros de clientes que apareceram posteriormente em um popular fórum de hackers. Os dados incluíam e-mails, senhas e outros dados de perfil.",
  "crossfire": "Em agosto de 2016, o fórum russo de jogos Cross Fire foi hackeado junto com vários outros fóruns na plataforma de e-mail russo. Os dados incluíam 13 milhões de e-mails únicos com senhas armazenadas com MD5.",
  "indihome": "Em meados de 2021, surgiram relatórios de uma violação de dados da empresa de telecomunicações indonésia IndiHome. Mais de 26 milhões de linhas de dados foram divulgadas, com 12 milhões de e-mails únicos e histórico de navegação.",
  "zacks2024": "Em junho de 2024, a empresa de pesquisa de investimentos Zacks foi supostamente violada e os dados foram publicados em um popular fórum de hackers. Os dados incluíam 12 milhões de e-mails únicos com nomes de usuário, senhas e outros dados de conta.",
  "instantcheckmate": "Em 2019, o serviço de pesquisa de registros públicos Instant Checkmate sofreu uma violação de dados que veio à tona no início de 2023. Os dados incluíam quase 12 milhões de e-mails únicos com nomes, telefones e senhas.",
  "astoria": "Em janeiro de 2021, mais de 11 milhões de endereços de e-mail únicos foram descobertos pela Night Lion Security junto com uma extensa quantidade de informações pessoais incluindo nomes, endereços, telefones e dados financeiros.",
  "storenvy": "Em meados de 2019, o site de e-commerce Storenvy sofreu uma violação de dados que expôs milhões de registros de clientes, incluindo e-mails, nomes de usuário e senhas armazenadas com bcrypt.",
  "couponmomandarmorgames": "Em 2014, um arquivo contendo dados supostamente hackeados do Coupon Mom foi criado com 11 milhões de endereços de e-mail e senhas em texto simples. Investigações posteriores revelaram que parte dos dados vinha do site de jogos Armor Games.",
  "jobandtalent": "Em aproximadamente fevereiro de 2018, o site de emprego Jobandtalent sofreu uma violação de dados que apareceu à venda junto com outras violações. Os dados incluíam 11 milhões de e-mails únicos com nomes, telefones e senhas.",
  "tgbus": "Em aproximadamente 2017, o site chinês de jogos TGBUS sofreu uma violação de dados que impactou mais de 10 milhões de assinantes únicos com e-mails e senhas.",
  "raaga": "Em dezembro de 2025, dados alegadamente violados do serviço indiano de streaming de música \"Raaga\" foram postados para venda em um popular fórum de hackers. Os dados incluíam nomes, endereços de e-mail e senhas.",
  "stripchat": "Em novembro de 2021, o site de webcams adultas e chat ao vivo Stripchat deixou vários bancos de dados expostos e sem proteção. Em junho do ano seguinte, mais de 10 milhões de registros de usuários foram divulgados em um fórum de hackers.",
  "zlib": "Em junho de 2024, quase 10 milhões de registros de usuários do Z-lib foram descobertos expostos online. O Z-lib era um clone malicioso do Z-Library, um site conhecido de compartilhamento de livros, e incluía e-mails, nomes de usuário e senhas.",
  "wishbone2020": "Em janeiro de 2020, o aplicativo móvel Wishbone sofreu outra violação de dados seguindo a violação de 2016. Os dados incluíam quase 10 milhões de e-mails únicos com nomes de usuário, números de telefone e senhas armazenadas com MD5.",
  "adapt": "Em novembro de 2018, o pesquisador de segurança Bob Diachenko identificou um banco de dados sem proteção hospedado pelo agregador de dados \"Adapt\". Os dados incluíam quase 10 milhões de e-mails únicos com nomes, empregadores, cargos e informações de contato.",
  "jefit": "Em agosto de 2020, o aplicativo de rastreamento de exercícios Jefit sofreu uma violação de dados. Os dados foram vendidos na comunidade de hackers e incluíam mais de 9 milhões de e-mails únicos com nomes de usuário e senhas armazenadas com MD5.",
  "zacks": "Em dezembro de 2022, a empresa de pesquisa de investimentos Zacks anunciou uma violação de dados. Os dados incluíam 820 mil clientes originalmente, mas investigações subsequentes revelaram 9 milhões de e-mails únicos com senhas e outros dados.",
  "exploretalentaug2024": "Em agosto de 2024, uma série de vulnerabilidades de segurança foram identificadas em um conglomerado de serviços online que incluía a rede de talentos Explore Talent. Os dados incluíam e-mails, nomes de usuário, senhas e outros dados pessoais.",
  "homechef": "No início de 2020, o serviço de entrega de alimentos Home Chef sofreu uma violação de dados que foi vendida online. A violação expôs informações pessoais de 8,6 milhões de clientes, incluindo e-mails, nomes, telefones e dados de cartão de crédito parciais.",
  "dodonew": "No final de 2011, dados foram supostamente obtidos do site chinês Dodonew.com contendo 8,7 milhões de contas com e-mails e senhas.",
  "123rf": "Em março de 2020, o site de fotos de estoque 123RF sofreu uma violação de dados que impactou mais de 8 milhões de assinantes. Os dados foram vendidos online e incluíam e-mails, nomes de usuário, endereços IP e senhas armazenadas com MD5.",
  "weheartit": "Em novembro de 2013, a rede social baseada em imagens We Heart It sofreu uma violação de dados. O incidente foi descoberto em outubro de 2017, quando 8,6 milhões de registros foram expostos incluindo e-mails, nomes de usuário e senhas.",
  "teespring": "Em abril de 2020, o site de vestuário personalizado Teespring sofreu uma violação de dados que expôs 8,2 milhões de registros de clientes, incluindo e-mails, nomes e endereços de entrega.",
  "tunngle": "Em 2016, a rede global de jogos LAN Tunngle sofreu uma violação de dados que expôs 8,2 milhões de endereços de e-mail únicos. Os dados também incluíam nomes de usuário e senhas armazenadas com MD5.",
  "dataenrichment": "Em dezembro de 2016, mais de 200 milhões de \"perfis de enriquecimento de dados\" foram encontrados à venda na darknet. O vendedor alegou que os dados foram obtidos do Experian, o que a empresa negou. Os dados incluíam e-mails, nomes e informações profissionais.",
  "truthfinder": "Em 2019, o serviço de pesquisa de registros públicos TruthFinder sofreu uma violação de dados que veio à tona no início de 2023. Os dados incluíam mais de 8 milhões de e-mails únicos com nomes, telefones e senhas.",
  "heroesofnewerth": "Em dezembro de 2012, o jogo de batalha multijogador online Heroes of Newerth foi hackeado e mais de 8 milhões de contas foram extraídas. Os dados incluíam e-mails, nomes de usuário, endereços IP e senhas armazenadas com MD5.",
  "dailyquiz": "Em janeiro de 2021, o site de quiz Daily Quiz sofreu uma violação de dados que expôs mais de 8 milhões de endereços de e-mail únicos. Os dados também incluíam nomes de usuário, senhas e datas de nascimento.",
  "genesismarket": "Em abril de 2023, o marketplace de identidades roubadas Genesis Market foi encerrado pelo FBI e uma coalizão de agências de aplicação da lei. Os dados incluíam credenciais roubadas por malware de 8 milhões de vítimas únicas.",
  "civilonline": "Em meados de 2011, dados foram supostamente obtidos do site chinês de engenharia Civil Online contendo 7,8 milhões de contas com e-mails e senhas.",
  "digimon": "Em setembro de 2016, mais de 16 GB de logs de um serviço indicado como digimon.co.in foram obtidos, provavelmente de uma instância do MongoDB sem proteção. Os dados incluíam 7,7 milhões de e-mails únicos com senhas.",
  "blankmediagames": "Em dezembro de 2018, o site Town of Salem produzido pela BlankMediaGames sofreu uma violação de dados. Reportado ao HIBP pelo DeHashed, os dados continham 7,6 milhões de e-mails únicos com nomes de usuário e senhas.",
  "boat": "Em março de 2024, a marca indiana de áudio e wearables boAt sofreu uma violação de dados que expôs 7,5 milhões de registros de clientes, incluindo endereços físicos, e-mails, números de telefone e dados de pedidos.",
  "17173": "No final de 2011, uma série de violações de dados na China afetou até 100 milhões de usuários, incluindo 7,5 milhões do site de jogos 17173 com e-mails e senhas.",
  "uuu9": "Em setembro de 2016, dados foram supostamente obtidos do site chinês uuu9.com contendo 7,5 milhões de contas com e-mails e senhas armazenadas com MD5.",
  "datpiff": "No final de 2021, pares de e-mail e senha em texto simples do site de mixtapes de rap DatPiff apareceram à venda em um popular fórum de hackers. Os dados incluíam 7,5 milhões de e-mails únicos.",
  "start": "Em agosto de 2022, surgiram notícias de um ataque ao serviço de streaming russo \"START\". O incidente levou à exposição de 44 milhões de registros com 7,4 milhões de e-mails únicos e dados pessoais de assinantes.",
  "rankwatch": "Em aproximadamente novembro de 2016, a empresa de gerenciamento de SEO RankWatch expôs um banco de dados MongoDB sem senha publicamente, com 7,4 milhões de e-mails únicos sendo extraídos.",
  "tailieu": "Em novembro de 2019, o site educacional vietnamita TaiLieu sofreu uma violação de dados expondo 7,3 milhões de registros de clientes, incluindo nomes, e-mails e senhas.",
  "vietnamairlines": "Em outubro de 2025, dados roubados das instâncias Salesforce de múltiplas empresas por um grupo de hackers chamado \"Scattered LAPSUS$ Hunters\" foram publicados, incluindo dados da Vietnam Airlines.",
  "experian": "Em setembro de 2015, a agência de crédito americana Experian sofreu uma violação de dados que impactou 15 milhões de clientes que haviam solicitado crédito ao T-Mobile. Os dados incluíam nomes, endereços, datas de nascimento, números de seguridade social e dados de carteiras de motorista.",
  "animaljam": "Em outubro de 2020, o jogo online para crianças Animal Jam sofreu uma violação de dados que foi compartilhada em comunidades de hackers online. Os dados incluíam 7 milhões de e-mails únicos com datas de nascimento, sexo e senhas armazenadas com bcrypt.",
  "xiaomi": "Em agosto de 2012, o site do fórum de usuários da Xiaomi sofreu uma violação de dados. No total, 7 milhões de endereços de e-mail apareceram na violação com senhas armazenadas com MD5.",
  "omgpop": "Em aproximadamente 2013, o criador do jogo Draw Something OMGPOP sofreu uma violação de dados. Os dados expostos incluíam 7 milhões de e-mails únicos com nomes de usuário, nomes de exibição, datas de nascimento e senhas.",
  "reverb-nation": "Em janeiro de 2014, o serviço online para músicos ReverbNation sofreu uma violação de dados não identificada até setembro de 2017, expondo 7 milhões de e-mails únicos com nomes, localizações, datas de nascimento e senhas.",
  "cashcrate": "Em junho de 2017, surgiram notícias de que o CashCrate havia sofrido uma violação de dados expondo 6,8 milhões de registros datando de 2014. Os dados incluíam e-mails, nomes, senhas e endereços físicos.",
  "stockx": "Em julho de 2019, a plataforma de negociação de moda e tênis StockX sofreu uma violação de dados que foi vendida em um mercado da dark web. Os dados expostos incluíam 6,8 milhões de e-mails únicos com nomes, endereços, datas de nascimento e senhas.",
  "wakanim": "Em agosto de 2022, o serviço europeu de streaming Wakanim sofreu uma violação de dados que foi anunciada e vendida em um popular fórum de hackers. Os dados incluíam 6,7 milhões de e-mails únicos com outros dados de conta.",
  "androidlista": "Em julho de 2021, o site de avaliações de aplicativos e jogos Android AndroidLista sofreu uma violação de dados. O incidente expôs 6,6 milhões de registros de usuários com e-mails, senhas e outros dados.",
  "aipai": "Em setembro de 2016, dados supostamente obtidos do site chinês de jogos Aipai.com contendo 6,5 milhões de contas foram vazados online com e-mails e senhas armazenadas com MD5.",
  "duelingnetwork": "Em março de 2017, o jogo Flash baseado no jogo de cartas Yu-Gi-Oh Dueling Network sofreu uma violação de dados. Os dados expostos incluíam 6,4 milhões de e-mails únicos com senhas armazenadas com MD5.",
  "qakbot": "Em agosto de 2023, o Departamento de Justiça dos EUA anunciou uma operação multinacional derrubando a infraestrutura do malware bancário Qakbot. Dados roubados pelo malware foram extraídos, expondo 6,4 milhões de e-mails únicos de vítimas.",
  "csdn": "Em 2011, a China Software Developer Network (CSDN) sofreu uma violação de dados que expôs mais de 6 milhões de registros de usuários com e-mails e senhas em texto simples.",
  "126": "Em aproximadamente 2012, o serviço de e-mail chinês 126 sofreu uma violação de dados que impactou 6,4 milhões de assinantes com e-mails e senhas.",
  "eatstreet": "Em maio de 2019, o serviço de pedidos de comida online EatStreet sofreu uma violação de dados afetando 6,4 milhões de clientes. Uma grande quantidade de dados pessoais foi exposta incluindo e-mails, nomes, endereços e dados de cartão de crédito parciais.",
  "gemotest": "Em abril de 2022, a empresa farmacêutica russa Gemotest sofreu uma violação de dados que expôs 31 milhões de pacientes. Os dados continham 6,3 milhões de endereços de e-mail únicos junto com nomes e dados médicos.",
  "gamesprite": "Em dezembro de 2019, a plataforma de jogos GameSprite sofreu uma violação de dados que expôs mais de 6 milhões de endereços de e-mail únicos com nomes de usuário e senhas.",
  "subagames": "Em novembro de 2016, a desenvolvedora de jogos Suba Games sofreu uma violação de dados que levou à exposição de 6,1 milhões de endereços de e-mail únicos com nomes de usuário e senhas.",
  "tapairportugal": "Em agosto de 2022, a companhia aérea portuguesa TAP Air Portugal foi alvo de um ataque de ransomware perpetrado pelo grupo Ragnar Locker que posteriormente vazou os dados. Os dados incluíam 6 milhões de e-mails únicos com dados pessoais de passageiros.",
  "movieboxpro": "Em abril de 2024, mais de 6 milhões de registros do serviço de streaming MovieBoxPro foram raspados de uma API vulnerável. Os dados incluíam e-mails, nomes de usuário, endereços IP e dados de dispositivos.",
  "toondoo": "Em agosto de 2019, o site criador de histórias em quadrinhos ToonDoo sofreu uma violação de dados redistribuída em um popular fórum de hackers. Os dados expostos incluíam 6 milhões de e-mails únicos com nomes de usuário, datas de nascimento e senhas.",
  "mypertamina": "Em novembro de 2022, a empresa indonésia de petróleo e gás Pertamina sofreu uma violação de dados do serviço MyPertamina. O incidente expôs 44 milhões de registros com 6 milhões de e-mails únicos e dados de combustível subsidiado.",
  "reddoorz": "Em setembro de 2020, a plataforma de gerenciamento e reservas de hotéis RedDoorz sofreu uma violação de dados que expôs mais de 5,8 milhões de contas. Os dados incluíam e-mails, datas de nascimento, números de telefone e senhas armazenadas com bcrypt.",
  "appen": "Em junho de 2020, a empresa de dados de treinamento de IA Appen sofreu uma violação de dados expondo detalhes de quase 5,9 milhões de usuários, vendidos posteriormente online. Os dados incluíam e-mails, nomes, endereços e senhas.",
  "scentbird": "Em junho de 2020, o serviço online de fragrâncias Scentbird sofreu uma violação de dados que expôs informações pessoais de mais de 5,8 milhões de clientes, incluindo e-mails, nomes, datas de nascimento e senhas.",
  "elasticsearchsalesleads": "Em outubro de 2018, o pesquisador de segurança Bob Diachenko identificou múltiplos bancos de dados expostos com centenas de milhões de registros, incluindo um conjunto de dados de leads de vendas com 5,8 milhões de e-mails únicos.",
  "bouyguestelecom": "Em agosto de 2025, a empresa francesa de telecomunicações Bouygues Telecom detectou um ataque cibernético contra seus serviços. O incidente resultou em uma violação de dados que expôs informações pessoais de clientes.",
  "abfrl": "Em dezembro de 2021, o varejista indiano Aditya Birla Fashion and Retail Ltd foi violado e sofrreu uma tentativa de extorsão. O pedido de resgate foi recusado e dados incluindo 5,7 milhões de e-mails únicos foram expostos.",
  "exploretalent": "Em julho de 2024, uma violação de dados atribuída ao Explore Talent foi publicamente postada em um popular fórum de hackers. Os dados continham 5,7 milhões de linhas com 5,4 milhões de e-mails únicos e outros dados pessoais.",
  "gemini": "No final de 2022, um hacker postou um conjunto de dados em um fórum público de hackers alegando ser obtido da exchange de criptomoedas Gemini. Os dados incluíam 5,7 milhões de e-mails únicos com valores parciais de números de telefone.",
  "phonehouse": "Em abril de 2021, o varejista espanhol Phone House sofreu um ataque de ransomware que também expôs volumes significativos de dados de clientes. Os dados incluíam 5,7 milhões de e-mails únicos com dados pessoais detalhados.",
  "strongholdkingdoms": "Em julho de 2018, o jogo online massivo multiplayer Stronghold Kingdoms sofreu uma violação de dados. Quase 5,2 milhões de contas foram impactadas, incluindo e-mails, endereços IP, datas de nascimento e senhas armazenadas com bcrypt.",
  "panerabread": "Em janeiro de 2026, a Panera Bread sofreu uma violação de dados que expôs 14 milhões de registros. Após uma tentativa de extorsão fracassar, os atacantes publicaram os dados que incluíam e-mails, nomes, endereços físicos e datas de nascimento.",
  "yatra": "Em setembro de 2013, o site indiano de reservas Yatra teve 5 milhões de registros expostos em uma violação de dados. Os dados continham e-mails, endereços físicos e senhas armazenadas com MD5.",
  "zhenai": "Em dezembro de 2011, o site de relacionamentos chinês Zhenai.com sofreu uma violação de dados que impactou 5 milhões de assinantes com e-mails, nomes, telefones e datas de nascimento.",
  "goninja": "Em dezembro de 2019, o site alemão de jogos Go Ninja sofreu uma violação de dados que expôs 5 milhões de endereços de e-mail únicos com nomes de usuário e senhas.",
  "lookiero": "Em agosto de 2024, uma violação de dados do serviço de styling online Lookiero foi postada em um popular fórum de hackers. Os dados incluíam 5 milhões de e-mails únicos com nomes, telefones e endereços físicos.",
  "parapa": "Em agosto de 2016, o site russo de jogos Пара Па (parapa.mail.ru) foi hackeado junto com outros fóruns na plataforma de e-mail russa. Os dados incluíam 5 milhões de e-mails únicos com senhas armazenadas com MD5.",
  "quinstreet": "Em aproximadamente 2015, a fabricante de \"produtos de marketing de performance\" QuinStreet teve vários ativos online comprometidos. O ataque impactou 5 milhões de e-mails únicos com dados de usuários.",
  "dangdang": "Em 2011, o site de e-commerce chinês Dangdang sofreu uma violação de dados que expôs mais de 4,8 milhões de endereços de e-mail únicos com nomes de usuário e senhas armazenadas com MD5.",
  "descomplica": "Em março de 2021, a empresa brasileira de EdTech Descomplica sofreu uma violação de dados postada em um popular fórum de hackers. Os dados incluíam 4,8 milhões de e-mails únicos com nomes, datas de nascimento e senhas.",
  "vtech": "Em novembro de 2015, hackers extraíram mais de 4,8 milhões de contas de pais e 227 mil contas de crianças do site Learning Lodge da VTech. A empresa de Hong Kong faz brinquedos educativos. Os dados incluíam e-mails, senhas, datas de nascimento e fotos.",
  "btsec": "Em setembro de 2014, um grande dump de quase 5 milhões de nomes de usuário e senhas foi postado em um fórum russo de Bitcoin. Embora comumente reportado como senhas do Gmail, a maioria era de outros serviços russos. Os dados incluíam e-mails e senhas.",
  "vakinha": "Em junho de 2020, o serviço brasileiro de arrecadação de fundos Vakinha sofreu uma violação de dados que impactou quase 4,8 milhões de membros com e-mails, nomes, endereços IP e senhas.",
  "soargames": "Em dezembro de 2019, o site de jogos SoarGames sofreu uma violação de dados que expôs 4,8 milhões de endereços de e-mail únicos com nomes de usuário e senhas.",
  "hathway": "Em dezembro de 2023, centenas de gigabytes de dados supostamente obtidos do ISP e provedor de TV digital indiano Hathway apareceram em um popular site de hackers. Os dados incluíam e-mails, nomes, endereços e datas de nascimento.",
  "gemplex": "Em fevereiro de 2021, a plataforma de streaming indiana Gemplex sofreu uma violação de dados que expôs 4,6 milhões de contas de usuários com informações de dispositivo, e-mails, nomes e senhas.",
  "moneybookers": "Em 2009, o serviço de carteira eletrônica Money Bookers sofreu uma violação de dados que expôs quase 4,5 milhões de clientes. Agora chamado Skrill, a violação incluía e-mails, nomes e outras informações de conta.",
  "joygames": "Em dezembro de 2019, o fórum do site JoyGames sofreu uma violação de dados que expôs 4,5 milhões de endereços de e-mail únicos com nomes de usuário e senhas.",
  "surveylama": "Em fevereiro de 2024, o site de pesquisas pagas SurveyLama sofreu uma violação de dados que expôs 4,4 milhões de e-mails de clientes junto com nomes, datas de nascimento, endereços IP e senhas.",
  "minted": "Em maio de 2020, o marketplace online para artistas independentes Minted sofreu uma violação de dados que expôs 4,4 milhões de registros únicos de clientes, vendidos posteriormente online, incluindo e-mails, nomes e senhas.",
  "memechat": "Em meados de 2022, o \"hub definitivo de memes\" MemeChat sofreu uma violação de dados que expôs 7,4 milhões de registros. Atribuída a um Elasticsearch mal configurado, a violação expôs 4,4 milhões de e-mails únicos com dados pessoais.",
  "malindoair": "No início de 2019, a companhia aérea malaia Malindo Air sofreu uma violação de dados que expôs dezenas de milhões de registros de clientes, incluindo 4,3 milhões de e-mails únicos, nomes, datas de nascimento, endereços e números de passaporte.",
  "emotet": "Em janeiro de 2021, o FBI em parceria com o NHTCU holandês, o BKA alemão e outras agências internacionais derrubou o malware Emotet, um dos mais perigosos do mundo. Dados roubados pelo malware foram extraídos, expondo 4,3 milhões de e-mails únicos.",
  "adecco": "Em março de 2021, surgiram notícias de uma enorme violação de dados impactando milhões de clientes da Adecco na América do Sul. Os dados foram vendidos em um popular fórum de hackers e incluíam e-mails, nomes, datas de nascimento e outros dados pessoais.",
  "gaadi": "Em maio de 2015, o site indiano automotivo Gaadi teve 4,3 milhões de registros expostos em uma violação de dados com nomes de usuário, e-mails, endereços IP e senhas armazenadas com MD5.",
  "scholastic": "Em janeiro de 2025, uma violação de dados da editora Scholastic veio à tona. A violação continha 4,2 milhões de endereços de e-mail únicos com nomes, telefones, endereços físicos e informações de trabalho.",
  "peatix": "Em janeiro de 2019, a plataforma de organização de eventos Peatix sofreu uma violação de dados. O incidente expôs 4,2 milhões de e-mails, nomes e hashes de senhas com salt.",
  "iimjobs": "Em dezembro de 2018, o portal de empregos indiano IIMJobs sofreu uma violação de dados que expôs 4,1 milhões de endereços de e-mail únicos com nomes, telefones e outros dados profissionais.",
  "swvl": "Em junho de 2020, o operador de ônibus egípcio Swvl sofreu uma violação de dados que impactou mais de 4 milhões de membros do serviço. Os dados incluíam nomes, e-mails e números de telefone.",
  "avvo": "Em aproximadamente dezembro de 2019, uma alegada violação de dados do diretório de advogados Avvo foi publicada em um fórum de hackers online. Os dados incluíam 4 milhões de e-mails únicos com nomes de usuário, localizações e senhas.",
  "clubpenguinrewrittenjul2019": "Em julho de 2019, o site infantil Club Penguin Rewritten sofreu uma violação de dados. Os dados incluíam 4 milhões de e-mails únicos com nomes de usuário, endereços IP, datas de nascimento e senhas.",
  "roll20": "Em dezembro de 2018, o site de jogos de RPG de mesa Roll20 sofreu uma violação de dados. Quase 4 milhões de clientes foram impactados com e-mails, nomes, endereços IP, datas de nascimento e senhas armazenadas com bcrypt.",
  "idcgames": "Em março de 2021, 4 milhões de registros obtidos do IDC Games foram compartilhados em um fórum público de hackers. Os dados incluíam nomes de usuário, endereços de e-mail e senhas armazenadas com MD5.",
  "wongnai": "Em outubro de 2020, 17 violações de dados não divulgadas anteriormente apareceram à venda, incluindo o serviço tailandês de busca de restaurantes, hotéis e atrações Wongnai. Os dados incluíam 4 milhões de e-mails únicos com outros dados de conta.",
  "kaneva": "Em julho de 2016, o site Kaneva, o serviço para \"construir e explorar mundos virtuais\", sofreu uma violação de dados que expôs 3,9 milhões de registros de usuários com e-mails, endereços IP, datas de nascimento e senhas.",
  "jobstreet": "Em outubro de 2017, o site malaio lowyat.net publicou uma matéria sobre um enorme conjunto de dados violados afetando milhões de malaios, incluindo dados do portal de empregos JobStreet com e-mails, nomes e dados de perfil.",
  "legendastv": "Em outubro de 2017, o serviço brasileiro de legendas em português Legendas.TV sofreu uma violação de dados que expôs quase 4 milhões de registros de clientes incluindo e-mails, nomes de usuário, endereços IP e senhas.",
  "myvidster2025": "Em outubro de 2025, dados de quase 4 milhões de usuários do MyVidster foram postados em um fórum público de hackers. Separado da violação de 2015, este incidente expôs nomes de usuário, e-mails, datas de nascimento e senhas.",
  "trillian": "Em dezembro de 2015, o aplicativo de mensagens instantâneas Trillian sofreu uma violação de dados. A violação tornou-se conhecida em julho de 2016 e expôs dados pessoais de 3,8 milhões de e-mails únicos com senhas armazenadas com bcrypt.",
  "quidd": "Em 2019, o marketplace online para negociação de adesivos, cards e brinquedos Quidd sofreu uma violação de dados. A violação expôs quase 4 milhões de e-mails únicos com nomes de usuário e senhas armazenadas com bcrypt.",
  "onlinetrade": "Em setembro de 2022, o site russo de e-commerce Online Trade (Онлайн Трейд) sofreu uma violação de dados que expôs 3,8 milhões de registros de clientes com e-mails, telefones, endereços e senhas.",
  "flexbooker": "Em dezembro de 2021, o serviço de reservas online FlexBooker sofreu uma violação de dados que expôs 3,7 milhões de contas. Os dados incluíam e-mails, nomes de usuário, endereços, números de telefone e senhas parcialmente armazenadas.",
  "playcybergames": "Em agosto de 2023, a plataforma PlayCyberGames sofreu uma violação de dados que expôs mais de 3,7 milhões de registros incluindo e-mails, nomes de usuário, endereços IP e senhas armazenadas com MD5.",
  "drivesure": "Em dezembro de 2020, o provedor de serviços para concessionárias DriveSure sofreu uma violação de dados. O incidente resultou no download de 26 GB de dados, incluindo 3,7 milhões de e-mails únicos com dados pessoais e informações de veículos.",
  "zoomcar": "Em julho de 2018, a empresa indiana de aluguel de carros self-drive Zoomcar sofreu uma violação de dados vendida em um mercado da dark web em 2020. Os dados incluíam 3,5 milhões de e-mails únicos com nomes, telefones e licenças de motorista.",
  "habibs": "Em agosto de 2021, foi alegado que a empresa brasileira de fast food \"Habib's\" sofreu uma violação de dados que foi redistribuída como parte de um corpus maior. Os dados incluíam 3,5 milhões de e-mails únicos com dados de clientes.",
  "mobifriends": "Em janeiro de 2020, o aplicativo de relacionamentos de Barcelona MobiFriends sofreu uma violação de dados que expôs 3,5 milhões de endereços de e-mail únicos com datas de nascimento, sexo, nomes de usuário e senhas.",
  "nemoweb": "Em setembro de 2016, quase 21 GB de dados do site francês NemoWeb foram violados, expondo 3,5 milhões de e-mails únicos com senhas armazenadas com SHA1.",
  "dunzo": "Em aproximadamente junho de 2019, o serviço de entrega indiano Dunzo sofreu uma violação de dados expondo 3,5 milhões de endereços de e-mail únicos com endereços IP e outros dados de conta.",
  "interpals": "No final de 2015, o site de penpals online InterPals teve seu site hackeado e 3,4 milhões de contas expostas. Os dados incluíam e-mails, datas de nascimento, sexo, localização e senhas armazenadas com MD5.",
  "gogames": "Em aproximadamente outubro de 2015, o site de mangá Go Games sofreu uma violação de dados. Os dados expostos incluíam 3,4 milhões de registros de clientes com e-mails e senhas.",
  "imenu360": "Em aproximadamente final de 2022, 3,4 milhões de registros de clientes do iMenu360 (\"A plataforma de pedidos online mais confiável do mundo\") foram expostos com e-mails, nomes, endereços e telefones.",
  "paytm": "Em agosto de 2020, o provedor de pagamentos indiano Paytm foi reportado como tendo sofrido uma violação de dados e pedido de resgate. Os dados incluíam 3,4 milhões de e-mails únicos com nomes, telefones e outros dados de conta.",
  "liveauctioneers": "Em junho de 2020, o marketplace online de antiguidades LiveAuctioneers sofreu uma violação de dados que foi vendida online e redistribuída extensivamente. Os dados incluíam 3,4 milhões de e-mails únicos com nomes, endereços e senhas.",
  "adpost": "Em fevereiro de 2025, dados obtidos de uma violação anterior do Adpost vieram à tona. O conjunto de dados continha 3,3 milhões de registros com e-mails, nomes de usuário e outros dados de conta.",
  "dlh": "Em julho de 2016, o site de notícias de jogos DLH.net sofreu uma violação de dados que expôs 3,3 milhões de identidades de assinantes com e-mails, endereços IP, datas de nascimento e senhas.",
  "clickasnap": "Em setembro de 2022, a plataforma online de compartilhamento de fotos ClickASnap sofreu uma violação de dados que expôs quase 3,3 milhões de registros pessoais incluindo e-mails, nomes e senhas.",
  "sport2000": "Em abril de 2024, o fabricante francês de equipamentos esportivos Sport 2000 anunciou ter sofrido uma violação de dados. Os dados foram colocados à venda e incluíam 3,2 milhões de e-mails únicos com dados pessoais de clientes.",
  "bloomstoday": "Em abril de 2024, 15 milhões de registros da floricultura online Blooms Today foram listados para venda em um popular fórum de hackers. Os dados mais recentes na violação continham 3,1 milhões de e-mails únicos com dados de pedidos e pagamentos.",
  "thermomix": "Em janeiro de 2025, o fórum Rezeptwelt (\"mundo das receitas\" em alemão) para proprietários de Thermomix sofreu uma violação de dados. O incidente expôs 3,1 milhões de usuários registrados com e-mails, nomes de usuário e senhas.",
  "mpgh": "Em outubro de 2015, o site de hacking de jogos multiplayer MPGH foi hackeado e 3,1 milhões de contas de usuários foram divulgadas. A violação do fórum vBulletin expôs e-mails, nomes de usuário, endereços IP e senhas armazenadas com MD5.",
  "vimeworld": "Em outubro de 2018, o serviço russo de Minecraft VimeWorld sofreu uma violação de dados redistribuída como parte de um corpus maior. Os dados incluíam 3,1 milhões de e-mails únicos com nomes de usuário e senhas.",
  "coinmarketcap": "Em outubro de 2021, 3,1 milhões de endereços de e-mail com contas no site de capitalização de mercado de criptomoedas CoinMarketCap foram encontrados sendo negociados online.",
  "mgm": "Em julho de 2019, a MGM Resorts descobriu uma violação de dados em um de seus serviços em nuvem. A violação incluiu 10,6 milhões de registros de hóspedes com 3,1 milhões de e-mails únicos contendo nomes, endereços e datas de nascimento.",
  "intelimost": "Em março de 2019, uma operação de spam chamada \"Intelimost\" enviou milhões de e-mails parecendo vir de pessoas conhecidas pelos destinatários. O pesquisador de segurança Bob Diachenko identificou um banco de dados com 3,1 milhões de e-mails únicos.",
  "mangadex": "Em março de 2021, o site de fãs de mangá MangaDex sofreu uma violação de dados que resultou na exposição de quase 3 milhões de assinantes com e-mails, endereços IP, datas de nascimento e senhas armazenadas com bcrypt.",
  "xsplit": "Em novembro de 2013, os desenvolvedores do software de transmissão ao vivo e gravação de jogos XSplit foram comprometidos. A violação vazou quase 3 milhões de e-mails únicos com endereços IP, datas de nascimento e senhas.",
  "dave": "Em junho de 2020, o aplicativo de banco digital Dave sofreu uma violação de dados que expôs 7,5 milhões de linhas de dados e apareceu para download público. Os dados incluíam 3 milhões de e-mails únicos com nomes, datas de nascimento, endereços físicos e senhas.",
  "wizishop": "Em julho de 2020, a plataforma de e-commerce francesa WiziShop sofreu uma violação de dados. A violação expôs 18 GB de dados incluindo nomes, números de telefone, datas de nascimento e 3 milhões de e-mails únicos.",
  "gianttiger": "Em março de 2024, a loja de desconto canadense Giant Tiger sofreu uma violação de dados que expôs 2,8 milhões de registros de clientes. Atribuída a um fornecedor do varejista, os dados incluíam e-mails, nomes, endereços físicos e telefones.",
  "bonobos": "Em agosto de 2020, a loja de roupas Bonobos sofreu uma violação de dados que expôs quase 70 GB de dados contendo 2,8 milhões de endereços de e-mail únicos com histórico de pedidos, endereços de entrega e senhas.",
  "lulu": "Em julho de 2024, a loja varejista emiradense LuLu sofreu uma violação de dados. Os dados impactados incluíam 190 mil e-mails com números de telefone associados.",
  "huntstand": "Em março de 2024, milhões de registros raspados do serviço de caça e gestão de terras HuntStand foram publicamente postados em um popular fórum de hackers. Os dados incluíam 2,8 milhões de e-mails únicos com nomes e outros dados de perfil.",
  "audi": "Em agosto de 2019, a Audi EUA sofreu uma violação de dados após um fornecedor deixar dados expostos na internet. Os dados continham 2,7 milhões de e-mails únicos junto com números de telefone, dados de veículos e informações de compras.",
  "avito": "Em novembro de 2022, o serviço marroquino de e-commerce Avito sofreu uma violação de dados que expôs as informações pessoais de 2,7 milhões de clientes com e-mails, nomes, endereços físicos e telefones.",
  "budtrader": "Em julho de 2024, uma violação de dados da plataforma social de cannabis BudTrader foi postada à venda em um fórum de hackers. Os dados incluíam 2,7 milhões de e-mails únicos com nomes de usuário, localizações e outros dados de perfil.",
  "swordfantasy": "Em janeiro de 2019, o jogo MMO e RPG SwordFantasy sofreu uma violação de dados que expôs 2,7 milhões de endereços de e-mail únicos com outros dados de conta e senhas.",
  "uiggy": "Em junho de 2016, o aplicativo do Facebook Uiggy foi hackeado e 4,3 milhões de contas foram expostas, das quais 2,7 milhões tinham endereços de e-mail. Os dados incluíam e-mails, nomes e senhas.",
  "duolingo": "Em agosto de 2023, 2,6 milhões de registros de dados raspados do Duolingo foram amplamente distribuídos em um popular fórum de hackers. Os dados foram obtidos enumerando uma API vulnerável e incluíam e-mails, nomes, idiomas estudados e outros dados de perfil.",
  "mmgfusion": "Em dezembro de 2020, o serviço de gestão de consultórios odontológicos MMG Fusion foi vítima de uma violação de dados que expôs 2,6 milhões de endereços de e-mail únicos com nomes, datas de nascimento, endereços e histórico de compromissos.",
  "duowan": "Em aproximadamente 2011, dados foram supostamente obtidos do site chinês de jogos Duowan.com contendo 2,6 milhões de contas com e-mails e senhas armazenadas com MD5.",
  "cafemom": "Em 2014, a rede social para mães CafeMom sofreu uma violação de dados. Os dados surgiram junto com várias outras violações históricas e incluíam 2,6 milhões de e-mails únicos com nomes de usuário, senhas e dados de perfil.",
  "gsmhosting": "Em agosto de 2016, dados violados do fórum vBulletin do GSM-Hosting apareceram à venda junto com dezenas de outros serviços hackeados. A violação impactou 2,5 milhões de e-mails únicos com endereços IP e senhas.",
  "craftrise": "Em maio de 2023, surgiram notícias de uma violação de dados do servidor Minecraft turco CraftRise. Os dados de mais de 2,5 milhões de usuários foram compartilhados em um popular fórum de hackers com e-mails, nomes de usuário e senhas.",
  "chatbooks": "Em março de 2020, o serviço de impressão de fotos Chatbooks sofreu uma violação de dados colocada à venda em um mercado da dark web. A violação expôs 2,5 milhões de e-mails únicos com nomes, números de telefone e senhas armazenadas com bcrypt.",
  "gett": "Em maio de 2017, a plataforma de compartilhamento de arquivos Ge.tt sofreu uma violação de dados. Os dados foram colocados à venda em um mercado da dark web e incluíam 2,5 milhões de e-mails únicos com nomes de usuário e senhas.",
  "drizly": "Em aproximadamente julho de 2020, o serviço americano online de entrega de bebidas alcoólicas Drizly sofreu uma violação de dados. Os dados foram vendidos online antes de serem amplamente redistribuídos e incluíam 2,5 milhões de e-mails únicos com datas de nascimento, CEPs e senhas.",
  "morelenet": "Em outubro de 2018, o site polonês de e-commerce Morele.net sofreu uma violação de dados. O incidente expôs quase 2,5 milhões de endereços de e-mail únicos junto com nomes, endereços físicos, telefones e senhas.",
  "ipmart": "Em 2015, o fórum iPmart (agora conhecido como Mobi NUKE) foi hackeado e detalhes de mais de 2 milhões de membros do fórum foram expostos. O fórum vBulletin incluía e-mails, endereços IP, datas de nascimento e senhas.",
  "saverspy": "Em setembro de 2018, o pesquisador de segurança Bob Diachenko descobriu uma massiva coleção de detalhes pessoais expostos em uma instância do MongoDB sem proteção. Os dados incluíam 2,5 milhões de e-mails únicos com nomes, endereços físicos e outros dados.",
  "apktw": "Em setembro de 2022, o fórum taiwanês de Android APK.TW sofreu uma violação de dados redistribuída como parte de um corpus maior. A violação expôs 2,5 milhões de e-mails únicos com nomes de usuário e senhas.",
  "clixsense": "Em setembro de 2016, o site de pagamento por clique ClixSense sofreu uma violação de dados que expôs 2,4 milhões de identidades de assinantes com e-mails, senhas, endereços físicos, datas de nascimento e dados de PayPal.",
  "mspy2024": "Em junho de 2024, um enorme conjunto de dados do fabricante de spyware mSpy foi obtido por hacktivistas e publicado online. Abrangendo 142 GB de dados de usuários, a violação expôs 2,4 milhões de e-mails únicos com dados de suporte e anexos.",
  "ggcorp": "Em agosto de 2022, o site de MMORPG GGCorp sofreu uma violação de dados que expôs quase 2,4 milhões de endereços de e-mail únicos com endereços IP, nomes de usuário e senhas.",
  "wired": "Em dezembro de 2025, 2,3 milhões de registros de usuários da revista WIRED supostamente obtidos da empresa controladora Condé Nast foram publicados online com e-mails, nomes de usuário e senhas.",
  "fashionfantasygame": "No final de 2016, o site de jogos de moda Fashion Fantasy Game sofreu uma violação de dados. O incidente expôs 2,3 milhões de contas únicas de usuários com e-mails e senhas armazenadas com MD5.",
  "glofox": "Em março de 2020, a empresa irlandesa de software de gestão de academias Glofox sofreu uma violação de dados que expôs 2,3 milhões de registros de membros com e-mails, nomes, datas de nascimento, gênero e senhas.",
  "elanic": "Em janeiro de 2020, o marketplace indiano de moda Elanic teve 2,8 milhões de registros com 2,3 milhões de e-mails únicos postados publicamente em um popular fórum de hackers com e-mails, nomes e senhas.",
  "masterdeeds": "Em março de 2017, um arquivo de backup de banco de dados de 27 GB chamado \"Master Deeds\" foi enviado ao HIBP por um colaborador. Os dados incluíam 2,2 milhões de e-mails únicos com dados pessoais sul-africanos como nomes, endereços e datas de nascimento.",
  "wishbone": "Em agosto de 2016, o aplicativo móvel Wishbone sofreu uma violação de dados. Os dados continham 9,4 milhões de registros com 2,2 milhões de e-mails únicos, nomes de usuário, telefones e senhas.",
  "bell2017": "Em maio de 2017, a empresa de telecomunicações Bell do Canadá sofreu uma violação de dados resultando na exposição de milhões de registros de clientes com e-mails, nomes, números de telefone e dados de contas.",
  "startribune": "Em outubro de 2019, o serviço de notícias do Minnesota StarTribune sofreu uma violação de dados vendida na dark web. A violação expôs mais de 2,2 milhões de e-mails únicos com nomes, endereços físicos e outros dados.",
  "idressup": "Em junho de 2016, o site social teen i-Dressup foi hackeado e mais de 2 milhões de contas de usuários foram expostas com e-mails, nomes de usuário, sexo, datas de nascimento e senhas armazenadas com MD5.",
  "rentomojo": "Em abril de 2023, o serviço de aluguel indiano RentoMojo sofreu uma violação de dados. A violação expôs mais de 2 milhões de e-mails únicos junto com nomes, telefones e dados de conta bancária.",
  "proptiger": "Em janeiro de 2018, o site imobiliário indiano PropTiger sofreu uma violação de dados resultando em um arquivo de banco de dados de 3,46 GB exposto com 2 milhões de e-mails únicos, nomes e telefones.",
  "gpotato": "Em julho de 2007, o portal de jogos multiplayer gPotato sofreu uma violação de dados e mais de 2 milhões de contas foram expostas. Os dados incluíam e-mails, nomes de usuário, datas de nascimento, endereços físicos e senhas.",
  "mc2data": "Em agosto de 2024, o agregador de dados MC2 Data deixou um banco de dados acessível publicamente sem senha, descoberto por um pesquisador de segurança. Os dados incluíam 2,1 milhões de e-mails únicos com nomes, endereços físicos, registros de crimes e outros dados.",
  "exvagos": "Em julho de 2022, o site de download direto Exvagos sofreu uma violação de dados redistribuída como parte de um corpus maior. A violação expôs 2,1 milhões de e-mails únicos com nomes de usuário e senhas.",
  "banorte": "Em agosto de 2022, milhões de registros do banco mexicano \"Banorte\" foram publicamente despejados em um popular fórum de hackers, incluindo 2,1 milhões de e-mails únicos com dados bancários e pessoais.",
  "pipingrock": "Em abril de 2024, 2,1 milhões de e-mails da loja online de produtos de saúde Piping Rock foram publicamente postados em um popular fórum de hackers com nomes, telefones e endereços físicos.",
  "boulanger": "Em setembro de 2024, o varejista francês de eletrônicos Boulanger sofreu uma violação de dados que expôs mais de 27 milhões de linhas de dados. Os dados incluíam 2 milhões de e-mails únicos com nomes, endereços físicos e outros dados de clientes.",
  "terravision": "Em fevereiro de 2023, o serviço europeu de transfers de aeroporto Terravision sofreu uma violação de dados. A violação expôs mais de 2 milhões de registros de clientes com e-mails, nomes, endereços físicos e datas de nascimento.",
  "gametuts": "Provavelmente no início de 2015, o site de jogos GameTuts sofreu uma violação de dados e mais de 2 milhões de contas de usuários foram expostas com e-mails, nomes de usuário, endereços IP e senhas.",
  "operationendgame3": "Entre 10 e 13 de novembro de 2025, a última fase da Operação Endgame foi coordenada pela sede da Europol em Haia. As ações visaram droppers de malware e os dados coletados pelas operações foram adicionados ao HIBP.",
  "shadi": "Em julho de 2016, o site de relacionamentos muçulmanos Shadi.com sofreu uma violação de dados que expôs mais de 2 milhões de endereços de e-mail de membros com senhas e dados de perfil.",
  "vtightgel": "Em aproximadamente fevereiro de 2016, surgiram dados supostamente obtidos do V-Tight Gel (gel vaginal de contração). Os dados expostos incluíam 1,9 milhão de e-mails únicos com nomes, endereços físicos e números de telefone.",
  "spyx": "Em junho de 2024, o fabricante de spyware SpyX sofreu uma violação de dados que expôs quase 2 milhões de endereços de e-mail únicos com endereços IP, países e outros dados de conta.",
  "knowncircle": "Em aproximadamente abril de 2016, a empresa de \"automação de marketing para agentes e prestadores de serviços profissionais\" KnownCircle teve um grande volume de dados expostos. Os dados incluíam quase 2 milhões de e-mails únicos.",
  "ticketcounter": "Em agosto de 2020, o serviço holandês de ingressos Ticketcounter publicou inadvertidamente um backup de banco de dados em um local acessível publicamente, onde foi obtido por terceiros. Os dados incluíam 1,9 milhão de e-mails únicos.",
  "muah": "Em setembro de 2024, o site de \"namorada de IA\" Muah.AI sofreu uma violação de dados. A violação expôs 1,9 milhão de endereços de e-mail junto com prompts para gerar conteúdo de IA e imagens potencialmente sensíveis.",
  "dota2": "Em julho de 2016, o fórum oficial de desenvolvedores do Dota2 sofreu uma violação de dados que expôs quase 2 milhões de usuários. O hack do fórum vBulletin resultou na exposição de e-mails, endereços IP e senhas.",
  "pixlr": "Em outubro de 2020, o aplicativo online de edição de fotos Pixlr sofreu uma violação de dados expondo 1,9 milhão de assinantes com nomes, e-mails, países, endereços IP e senhas armazenadas com bcrypt.",
  "cdprojektred": "Em março de 2016, a desenvolvedora polonesa de jogos CD Projekt RED sofreu uma violação de dados. O hack em seu fórum levou à exposição de quase 1,9 milhão de contas com e-mails, nomes de usuário, endereços IP e senhas.",
  "flashflashrevolution2019": "Em julho de 2019, o jogo rítmico musical Flash Flash Revolution sofreu uma violação de dados. A violação de 2019 impactou quase 1,9 milhão de membros e incluía e-mails, endereços IP, datas de nascimento e senhas.",
  "oxfam": "Em janeiro de 2021, a Oxfam Austrália foi vítima de uma violação de dados que expôs 1,8 milhão de endereços de e-mail únicos de apoiadores da instituição de caridade com nomes, datas de nascimento e outros dados de doadores.",
  "adda": "Em março de 2025, dados supostamente violados do serviço ADDA de gestão de condomínios foram postados em um fórum público de hackers. Os dados continham mais de 1,8 milhão de e-mails únicos com nomes, telefones e endereços.",
  "cocospy": "Em fevereiro de 2025, o serviço de spyware Cocospy sofreu uma violação de dados junto com o serviço irmão Spyic. A violação do Cocospy sozinha expôs quase 1,8 milhão de e-mails únicos com outros dados de conta.",
  "streamcraft": "Em julho de 2020, o serviço russo de Minecraft StreamCraft sofreu uma violação de dados redistribuída como parte de um corpus maior. Os dados incluíam 1,7 milhão de e-mails únicos com nomes de usuário e senhas.",
  "flashflashrevolution": "Em fevereiro de 2016, o jogo rítmico musical Flash Flash Revolution foi hackeado e 1,8 milhão de contas foram expostas. Junto com e-mails e endereços IP, a violação expôs nomes de usuário, datas de nascimento e senhas.",
  "nihonomaru": "No final de 2015, a comunidade de anime Nihonomaru teve seu fórum vBulletin hackeado e 1,7 milhão de contas expostas. Os dados incluíam e-mails, endereços IP, datas de nascimento e senhas armazenadas com MD5.",
  "clubpenguinrewritten": "Em janeiro de 2018, o site infantil Club Penguin Rewritten sofreu uma violação de dados. Os dados incluíam 1,7 milhão de e-mails únicos com nomes de usuário, endereços IP e senhas armazenadas com bcrypt.",
  "hdbfinancialservices": "Em março de 2023, a unidade indiana de empréstimos não bancários HDB Financial Services sofreu uma violação de dados que divulgou mais de 70 milhões de registros de clientes. Os dados continham 1,6 milhão de e-mails únicos com dados financeiros e pessoais.",
  "sterkinekor": "Em 2016, a empresa sul-africana de cinema Ster-Kinekor teve uma falha de segurança que vazou uma grande quantidade de dados de clientes por meio de uma vulnerabilidade de enumeração. Os dados incluíam 1,6 milhão de e-mails únicos com nomes e datas de nascimento.",
  "clashofkings": "Em julho de 2016, o fórum do jogo \"Clash of Kings\" sofreu uma violação de dados que impactou 1,6 milhão de assinantes. Os dados incluíam nomes de usuário, e-mails, endereços IP, nomes de dispositivos e senhas armazenadas com MD5.",
  "washingtonstatefoodworkercard": "Em junho de 2023, o Departamento de Saúde do Condado de Tacoma-Pierce anunciou uma violação de dados do sistema de treinamento online do Washington State Food Worker Card. Os dados incluíam 1,6 milhão de e-mails únicos com nomes, datas de nascimento e outros dados pessoais.",
  "actmobile": "Em outubro de 2021, o pesquisador de segurança Bob Diachenko descobriu um banco de dados exposto atribuído à ActMobile, operadora do Dash VPN e FreeVPN. Os dados incluíam 1,5 milhão de e-mails únicos com endereços IP e outros dados de conta.",
  "bookcrossing": "Em agosto de 2022, o site de rede social de livros BookCrossing divulgou uma violação de dados datando de um backup de banco de dados de novembro de 2012. O incidente expôs 1,5 milhão de e-mails únicos com nomes de usuário e senhas.",
  "ddo": "Em abril de 2013, o videogame interativo Dungeons & Dragons Online sofreu uma violação de dados que expôs quase 1,6 milhão de contas de jogadores com e-mails, nomes de usuário, datas de nascimento e senhas.",
  "payhere": "No final de março de 2022, o gateway de pagamento do Sri Lanka PayHere sofreu uma violação de dados que expôs mais de 65 GB de registros de pagamentos incluindo mais de 1,5 milhão de e-mails únicos com dados de transações.",
  "cointracker": "Em dezembro de 2022, o serviço de impostos de Crypto e NFT CoinTracker reportou uma violação de dados que impactou mais de 1,5 milhão de clientes. A empresa atribuiu posteriormente a violação ao comprometimento de um fornecedor.",
  "james": "Em junho de 2020, 14 violações de dados não divulgadas anteriormente apareceram à venda, incluindo o serviço brasileiro de entrega \"James\". A violação ocorreu em março de 2020 e incluía 1,5 milhão de e-mails únicos com dados pessoais.",
  "nival": "Em fevereiro de 2016, a empresa russa de jogos Nival foi alvo de um ataque. Os dados incluíam 1,5 milhão de e-mails únicos com nomes de usuário e senhas armazenadas com bcrypt.",
  "armyforceonline": "Em maio de 2016, o site de jogos online Army Force Online sofreu uma violação de dados que expôs 1,5 milhão de contas com e-mails, nomes de usuário, endereços IP e senhas.",
  "gamesalad": "Em fevereiro de 2019, o site de educação e criação de jogos Game Salad sofreu uma violação de dados. O incidente impactou 1,5 milhão de contas e expôs e-mails, endereços físicos, datas de nascimento e senhas.",
  "leslipfrancais": "Em abril de 2024, o fabricante francês de roupa íntima Le Slip Français sofreu uma violação de dados. A violação incluía 1,5 milhão de e-mails, endereços físicos, nomes e datas de nascimento.",
  "datehotbrunettes": "Em janeiro de 2021, o site Date Hot Brunettes sofreu uma violação de dados que expôs 1,5 milhão de e-mails únicos com nomes de usuário, datas de nascimento e senhas armazenadas com MD5.",
  "htcmania": "Em janeiro de 2020, o fórum espanhol de celulares HTC Mania sofreu uma violação de dados do site baseado em vBulletin. O incidente expôs 1,5 milhão de e-mails de membros com nomes de usuário e senhas armazenadas com MD5.",
  "condocom": "Em junho de 2019, o site Condo.com sofreu uma violação de dados redistribuída como parte de um corpus maior. Os dados incluíam 1,5 milhão de e-mails únicos com outros dados de conta.",
  "kmru": "Em fevereiro de 2016, o portal e serviço de e-mail russo KM.RU foi alvo de um ataque. Os dados incluíam 1,4 milhão de e-mails únicos com nomes de usuário e senhas.",
  "slideteam": "Em abril de 2021, a \"maior coleção mundial de slides de apresentação pré-projetados\" SlideTeam teve 1,4 milhão de registros violados e publicados em um popular fórum de hackers com e-mails, nomes, telefones e senhas.",
  "cultura": "Em setembro de 2024, o varejista francês Cultura foi vítima de um ataque cibernético atribuído a um fornecedor externo de TI. A violação de dados expôs 1,4 milhão de e-mails únicos com nomes, endereços físicos e dados de compras.",
  "yoteprestocom": "Em junho de 2020, a plataforma mexicana de empréstimos yotepresto.com sofreu uma violação de dados. Mais de 1,4 milhão de clientes foram impactados com e-mails, nomes, endereços, telefones e histórico de empréstimos.",
  "gamesbox": "Em setembro de 2020, o site Games Box sofreu uma violação de dados redistribuída como parte de um corpus maior. Os dados incluíam 1,4 milhão de e-mails únicos com outros dados de conta.",
  "aternos": "Em dezembro de 2015, o serviço de criação e execução de servidores gratuitos de Minecraft Aternos sofreu uma violação de dados que impactou 1,4 milhão de assinantes com e-mails, nomes de usuário e senhas.",
  "netgalley": "Em dezembro de 2020, o site de promoção de livros NetGalley sofreu uma violação de dados. O incidente expôs 1,4 milhão de endereços de e-mail únicos junto com nomes, nomes de usuário e senhas armazenadas com bcrypt.",
  "betterment": "Em janeiro de 2026, a plataforma de investimentos automatizados Betterment confirmou ter sofrido uma violação de dados atribuída a um ataque de engenharia social. Os dados incluíam e-mails de clientes, nomes e informações financeiras.",
  "animegame": "Em fevereiro de 2020, o site de jogos AnimeGame sofreu uma violação de dados. O incidente afetou 1,4 milhão de assinantes e expôs e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "meetmindful": "No início de 2020, o serviço de relacionamentos online MeetMindful sofreu uma violação de dados que expôs 1,4 milhão de endereços de e-mail únicos de clientes com nomes, datas de nascimento, localizações e outros dados de perfil.",
  "mashable": "Em aproximadamente meados de 2020, o Mashable sofreu uma violação de dados que surgiu publicamente em novembro de 2020. Os dados incluíam 1,4 milhão de e-mails únicos com nomes, localizações, dados de redes sociais e senhas.",
  "snail": "Em março de 2015, o site de jogos Snail sofreu uma violação de dados que impactou 1,4 milhão de assinantes com nomes de usuário, endereços IP, e-mails e senhas.",
  "paysystemtech": "Em meados de 2022, dados alegadamente obtidos do provedor de pagamentos russo PaySystem.tech apareceram em círculos de hackers onde foram tornados publicamente acessíveis. Os dados incluíam 1,4 milhão de e-mails únicos com outros dados de conta.",
  "gatehub": "Em outubro de 2019, 1,4 milhão de contas do serviço de carteira de criptomoedas GateHub foram postadas em um popular fórum de hackers. Os dados incluíam e-mails, senhas armazenadas com bcrypt e frases de recuperação de carteiras criptografadas.",
  "naughtyamerica": "Em março de 2016, o site adulto Naughty America foi hackeado e os dados foram vendidos online. A violação incluía dados de vários sistemas com 1,3 milhão de e-mails únicos junto com nomes de usuário, endereços físicos e senhas.",
  "stalkeronline": "Em maio de 2020, mais de 1,3 milhão de registros do jogo MMO Stalker Online foram violados. Os dados incluíam e-mails, endereços IP, nomes de usuário e senhas armazenadas com MD5.",
  "dietcom": "Em agosto de 2014, o site de dieta e nutrição diet.com sofreu uma violação de dados resultando na exposição de 1,4 milhão de registros únicos de usuários datando de 2009. Os dados incluíam e-mails, nomes de usuário, datas de nascimento e senhas.",
  "tnaflix": "Em junho de 2022, o site adulto TNAFlix sofreu uma violação de dados redistribuída como parte de um corpus maior. Os dados incluíam 1,4 milhão de e-mails únicos com nomes de usuário e senhas.",
  "abusewithus": "Em 2016, o site dedicado a ajudar pessoas a hackear contas de e-mail e jogos online Abusewith.us sofreu múltiplas violações de dados. Os dados incluíam 1,4 milhão de e-mails únicos com senhas e outros dados de conta.",
  "eroticy": "Em meados de 2016, o site adulto Eroticy foi supostamente hackeado. Quase 1,4 milhão de contas únicas circularam no final de 2016 com e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "gamevn": "Em maio de 2016, o fórum vietnamita de jogos GameVN sofreu uma violação de dados redistribuída como parte de um corpus maior. Os dados incluíam 1,4 milhão de e-mails únicos com nomes de usuário e senhas.",
  "havenly": "Em junho de 2020, o site de design de interiores Havenly sofreu uma violação de dados que impactou quase 1,4 milhão de membros do serviço. Os dados incluíam e-mails, nomes, CEPs e senhas armazenadas com bcrypt.",
  "denniskirk": "Em outubro de 2024, quase 20 GB de dados contendo 1,3 milhão de e-mails únicos da loja de suprimentos para motocicletas Dennis Kirk circularam. Os dados remontavam a aproximadamente 2020 e incluíam e-mails, nomes, endereços físicos e telefones.",
  "ducksunlimited": "Em meados de 2021, o Risk Based Security reportou um banco de dados obtido do Ducks Unlimited sendo negociado online. Os dados remontavam a janeiro de 2021 e continham 1,3 milhão de e-mails únicos com nomes e endereços físicos.",
  "mangafox": "Em aproximadamente julho de 2016, o site de mangá mangafox.me sofreu uma violação de dados. O fórum baseado em vBulletin expôs 1,3 milhão de contas com e-mails, nomes de usuário, endereços IP e senhas.",
  "wedmegood": "Em janeiro de 2021, a plataforma indiana de planejamento de casamentos WedMeGood sofreu uma violação de dados que expôs 1,3 milhão de clientes. A violação expôs 41,5 GB de dados com e-mails, nomes, telefones e outros dados de conta.",
  "ordersnapp": "Em junho de 2020, o provedor de soluções para restaurantes OrderSnapp sofreu uma violação de dados que expôs 1,3 milhão de e-mails únicos com nomes, endereços físicos e dados de cartão de crédito parciais.",
  "geniusu": "Em novembro de 2020, uma coleção de violações de dados foram tornadas públicas incluindo a \"Plataforma de Sucesso para Empreendedores\" GeniusU. Os dados incluíam 1,3 milhão de e-mails únicos com nomes, datas de nascimento e senhas.",
  "decoratingthehouse": "Em março de 2020, o site coreano de decoração de interiores sofreu uma violação de dados que impactou quase 1,3 milhão de membros com e-mails, nomes de usuário, endereços físicos e senhas.",
  "xbox360iso": "Em aproximadamente setembro de 2015, o fórum XBOX 360 ISO foi hackeado e 1,2 milhão de contas foram expostas com e-mails, endereços IP, datas de nascimento e senhas armazenadas com MD5.",
  "elance": "Em 2009, a plataforma de trabalho freelance Elance sofreu uma violação de dados que impactou 1,3 milhão de contas. Os dados aparecerem online 8 anos depois e continham e-mails, nomes de usuário e senhas armazenadas com SHA1.",
  "binweevils": "Em setembro de 2014, o jogo online Bin Weevils sofreu uma violação de dados. Originalmente declarando que apenas nomes de usuário e senhas foram expostos, uma investigação posterior revelou que 1,2 milhão de e-mails únicos também foram comprometidos.",
  "experian2020": "Em agosto de 2020, a Experian África do Sul sofreu uma violação de dados que expôs informações pessoais de dezenas de milhões de indivíduos. Apenas 1,3 milhão desses registros tinham e-mails únicos com dados pessoais.",
  "whiteroom": "Em julho de 2018, a empresa britânica de e-commerce Fashion Nexus sofreu uma violação de dados que expôs 1,4 milhão de registros. Múltiplos sites desenvolvidos por sua empresa irmã foram impactados, incluindo 1,3 milhão de e-mails únicos.",
  "promofarma": "Em agosto de 2019, uma violação de dados da farmácia online espanhola Promofarma apareceu à venda em um mercado da dark web. A violação expôs mais de 2,7 milhões de registros com 1,2 milhão de e-mails únicos e dados pessoais.",
  "bhinneka": "No início de 2020, o site indonésio de eletrônicos para consumidores Bhinneka sofreu uma violação de dados que expôs quase 1,3 milhão de registros de clientes com e-mails, nomes e senhas.",
  "chess": "Em novembro de 2023, mais de 800 mil registros de usuários foram raspados do site de Xadrez e postados em um popular fórum de hackers. Os dados incluíam e-mails, nomes de usuário, países e dados de atividade no site.",
  "pspiso": "Em aproximadamente setembro de 2015, o fórum PlayStation PSP ISO foi hackeado e quase 1,3 milhão de contas foram expostas com e-mails, endereços IP, datas de nascimento e senhas armazenadas com MD5.",
  "wifelovers": "Em outubro de 2018, o site dedicado a fotos íntimas de esposas Wife Lovers sofreu uma violação de dados. O banco de dados subjacente suportou 13 outros sites semelhantes, expondo 1,2 milhão de e-mails únicos com nomes de usuário e senhas.",
  "furaffinity": "Em maio de 2016, o site Fur Affinity para pessoas com interesse em personagens animais antropomórficos (conhecidos como \"furries\") foi hackeado. O ataque expôs 1,2 milhão de e-mails únicos com nomes de usuário e datas de nascimento.",
  "altenen": "Em junho de 2022, o site malicioso de \"carding\" (fraude de cartão de crédito) Altenen sofreu uma violação de dados redistribuída como parte de um corpus maior. Os dados incluíam 1,2 milhão de e-mails únicos com nomes de usuário e senhas.",
  "ldlc": "Em março de 2024, o varejista francês LDLC divulgou uma violação de dados que impactou clientes de suas lojas físicas. Os dados incluíam 1,2 milhão de e-mails únicos com nomes, endereços físicos e números de telefone.",
  "gamerzplanet": "Em aproximadamente outubro de 2015, o fórum online de jogos Gamerzplanet foi hackeado e mais de 1,2 milhão de contas foram expostas. O fórum vBulletin expôs e-mails, endereços IP, datas de nascimento e senhas.",
  "polishcredentials": "Em maio de 2023, uma lista de preenchimento de credenciais com 6,3 milhões de pares de e-mail e senha poloneses apareceu em um fórum local. Os dados foram provavelmente obtidos por malware rodando em computadores de vítimas polonesas.",
  "eskimi": "No final de 2020, a plataforma AdTech Eskimi sofreu uma violação de dados que expôs 26 milhões de registros com 1,2 milhão de e-mails únicos incluindo nomes de usuário, endereços IP, datas de nascimento e senhas.",
  "nextgenupdate": "No início de 2014, o site de jogos NextGenUpdate sofreu uma violação de dados que divulgou quase 1,2 milhão de contas com e-mails, nomes de usuário, endereços IP e senhas armazenadas com MD5.",
  "yandex": "Em setembro de 2014, surgiram notícias de um vazamento massivo de contas do Yandex, o gigante russo de busca que também fornece serviços de e-mail. Os dados alegadamente obtidos incluíam e-mails e senhas de contas do Yandex.",
  "catho": "Em aproximadamente março de 2020, o site brasileiro de recrutamento Catho foi comprometido e apareceu junto com 20 outros sites violados com 1,2 milhão de e-mails únicos e dados profissionais.",
  "lotr": "Em agosto de 2013, o videogame interativo Lord of the Rings Online sofreu uma violação de dados que expôs mais de 1,1 milhão de contas de jogadores com e-mails, nomes de usuário, datas de nascimento e senhas.",
  "daniweb": "No final de 2015, o site de tecnologia e rede social DaniWeb sofreu uma violação de dados. O ataque resultou na divulgação de 1,1 milhão de contas incluindo e-mails, nomes de usuário, datas de nascimento e senhas.",
  "emuparadise": "Em abril de 2018, o autoproclamado \"maior site de jogos retrô do mundo\", Emuparadise, sofreu uma violação de dados. O fórum vBulletin comprometido expôs 1,1 milhão de e-mails únicos com nomes de usuário e senhas.",
  "younglivingessentialoils": "Em dezembro de 2024, dados alegadamente violados da empresa de marketing multinível Young Living Essential Oils foram postados em um popular fórum de hackers com e-mails, nomes e outros dados pessoais.",
  "namelessmalware": "Em janeiro de 2021, a NordLocker forneceu ao HIBP 1,1 milhão de endereços de e-mail coletados por malware sem nome. A campanha de malware ocorreu entre 2018 e 2020 e coletou e-mails, senhas e outros dados de formulários da web.",
  "weee": "Em fevereiro de 2023, dados pertencentes ao serviço de entrega de alimentos asiáticos e hispânicos Weee apareceram em um popular fórum de hackers. Os dados remontavam a meados de 2022 e incluíam 1,1 milhão de e-mails únicos com nomes, endereços e histórico de pedidos.",
  "warmane": "Em aproximadamente dezembro de 2016, o serviço online para servidores privados de World of Warcraft Warmane sofreu uma violação de dados. O incidente expôs mais de 1,1 milhão de e-mails únicos com nomes de usuário e senhas.",
  "allianzlife": "Em julho de 2025, a Allianz Life foi vítima de um ataque cibernético que resultou em milhões de registros posteriormente vazados online. A Allianz atribuiu o ataque a um ator de ameaça externo e confirmou a exposição de dados de apólices de seguros.",
  "lazada": "Em outubro de 2020, surgiram notícias de uma violação de dados do Lazada RedMart contendo registros tão recentes quanto julho de 2020. No total, 1,1 milhão de e-mails únicos foram expostos com nomes, endereços, telefones e dados de cartão de crédito parciais.",
  "cyberserve": "Em outubro de 2021, o provedor de hospedagem israelense CyberServe foi violado e ransomeado antes de ter uma quantidade substancial de dados de clientes vazados publicamente. Os dados incluíam 1,1 milhão de e-mails únicos com outros dados de conta.",
  "beautifulpeople": "Em novembro de 2015, o site de relacionamentos Beautiful People foi hackeado e mais de 1,1 milhão de contas foram vazadas. Os dados incluíam e-mails, nomes, datas de nascimento, localizações, senhas armazenadas com MD5 e outros dados de perfil.",
  "artsy": "Em abril de 2018, o banco de dados online de arte Artsy sofreu uma violação de dados que apareceu à venda em um mercado da dark web. Mais de 1 milhão de contas foram expostas com e-mails, nomes de usuário, endereços IP e senhas armazenadas com bcrypt.",
  "lookbook": "Em agosto de 2012, o site de moda Lookbook sofreu uma violação de dados. Os dados apareceram listados para venda em junho de 2016 e incluíam 1,1 million de nomes de usuário, e-mails e senhas.",
  "forbes": "Em fevereiro de 2014, o site da Forbes sucumbiu a um ataque que vazou mais de 1 milhão de contas de usuários. O ataque foi atribuído ao Syrian Electronic Army e incluía e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "shotbow": "Em maio de 2016, o servidor multiplayer de Minecraft Shotbow anunciou ter sofrido uma violação de dados. O incidente resultou na exposição de mais de 1 milhão de e-mails únicos com nomes de usuário e senhas.",
  "onrpg": "Em julho de 2016, o site de lista de jogos online gratuitos OnRPG sofreu uma violação de dados redistribuída como parte de um corpus maior. Os dados incluíam mais de 1 milhão de e-mails únicos com nomes de usuário, endereços IP e senhas.",
  "passport": "Em dezembro de 2025, dados do programa Pass'Sport da França foram postados em um popular fórum de hackers. Inicialmente atribuídos incorretamente ao CAF (o serviço francês de subsídios familiares), os dados incluíam e-mails, nomes, datas de nascimento e outros dados pessoais de beneficiários do programa.",
  "sprashivairU": "Em maio de 2015, o site russo de avaliações anônimas Спрашивай.ру teve 6,7 milhões de detalhes de usuários expostos por um hacker, incluindo 3,5 milhões de endereços de e-mail únicos com senhas e outros dados de conta.",
  "boursesdesvols": "Em janeiro de 2021, a empresa francesa de viagens Bourse des Vols sofreu uma violação de dados que expôs 1,46 milhão de endereços de e-mail únicos com dados de clientes de viagens.",
  "geeekedin": "Em agosto de 2016, o site de recrutamento de tecnologia GeekedIn deixou um banco de dados MongoDB exposto e mais de 8 milhões de registros foram extraídos por um terceiro não identificado. Os dados incluíam 1,1 milhão de e-mails únicos com informações de perfil técnico.",
  "storybird": "Em agosto de 2015, o serviço de narrativa StoryBird sofreu uma violação de dados que expôs 4 milhões de registros, com 1 milhão de endereços de e-mail únicos acompanhados de nomes de usuário e senhas armazenadas com bcrypt.",
  "beckett": "Em novembro de 2025, a Beckett Collectibles sofreu uma violação de dados acompanhada de desfiguração do site. Os dados roubados incluíam e-mails, nomes, endereços físicos e outros dados de colecionadores.",
  "giglio": "Em agosto de 2025, mais de 1 milhão de endereços de e-mail únicos apareceram em uma violação alegadamente obtida da grife italiana de moda Giglio, junto com nomes, endereços físicos e dados de pedidos.",
  "r2-2017": "No início de 2017, o fórum do site de jogos R2 Games foi hackeado. O R2 havia aparecido anteriormente no HIBP em 2015 após uma violação anterior. Os dados incluíam 1 milhão de e-mails únicos com nomes de usuário e senhas.",
  "sitepoint": "Em junho de 2020, o site de desenvolvimento web SitePoint sofreu uma violação de dados que expôs mais de 1 milhão de registros de clientes, incluindo e-mails, nomes de usuário, endereços IP e senhas armazenadas com bcrypt.",
  "warinc": "Em meados de 2012, o jogo de estratégia em tempo real War Inc. sofreu uma violação de dados que resultou na exposição de mais de 1 milhão de contas com e-mails, nomes de usuário, endereços IP e senhas.",
  "hongfire": "Em março de 2015, o fórum de anime e mangá HongFire sofreu uma violação de dados. O hack do fórum vBulletin resultou na exposição de 1 milhão de e-mails únicos com nomes de usuário e senhas armazenadas com MD5.",
  "littlemonsters": "Em aproximadamente janeiro de 2017, o site de fãs de Lady Gaga \"Little Monsters\" sofreu uma violação de dados que impactou 1 milhão de assinantes com e-mails, nomes de usuário, datas de nascimento e senhas.",
  "petflow": "Em dezembro de 2017, o serviço de entrega de produtos para animais PetFlow sofreu uma violação de dados que apareceu à venda em um mercado da dark web. Os dados incluíam 1 milhão de e-mails únicos com nomes, endereços e senhas.",
  "streeteasy": "Em aproximadamente junho de 2016, o site imobiliário StreetEasy sofreu uma violação de dados. No total, 988 mil endereços de e-mail únicos foram expostos com nomes de usuário e senhas armazenadas com bcrypt.",
  "tunedglobal": "Em janeiro de 2021, dados de vários serviços violados incluindo Tuned Global foram lançados em um fórum público de hackers. Os dados incluíam 986 mil endereços de e-mail únicos com outros dados de conta.",
  "qraved": "Em julho de 2021, o site indonésio de restaurantes Qraved sofreu uma violação de dados redistribuída como parte de um corpus maior. Os dados incluíam 985 mil e-mails únicos com nomes de usuário e senhas.",
  "myfha": "Em aproximadamente fevereiro de 2015, o site de financiamento imobiliário MyFHA sofreu uma violação de dados que divulgou informações pessoais de 973 mil clientes, incluindo e-mails, nomes, endereços físicos e dados de hipoteca.",
  "figure": "Em fevereiro de 2026, dados obtidos da plataforma de empréstimos fintech Figure foram postados publicamente online. Os dados expostos incluíam e-mails, nomes, datas de nascimento, endereços físicos e informações financeiras.",
  "freeones": "Em fevereiro de 2017, o fórum do site adulto FreeOnes sofreu uma violação de dados redistribuída como parte de um corpus maior. Os dados incluíam 960 mil e-mails únicos com nomes de usuário e senhas armazenadas com MD5.",
  "salvadorancitizens": "Em abril de 2024, quase 6 milhões de registros de cidadãos salvadorenhos foram publicados em um popular fórum de hackers. Os dados incluíam nomes, datas de nascimento, endereços e outros dados de identificação pessoal.",
  "crimeagencyvbulletin": "Em janeiro de 2016, um grande número de fóruns vBulletin sem patches foram comprometidos por um ator conhecido como \"CrimeAgency\". Um total de 942 mil e-mails únicos foram expostos com senhas armazenadas com MD5.",
  "raychat": "Em janeiro de 2021, a plataforma iraniana de mídia social Raychat sofreu uma violação de dados que expôs 939 mil registros de usuários, incluindo e-mails, nomes de usuário, nomes e senhas armazenadas com bcrypt.",
  "youthmanual": "Em janeiro de 2019, a plataforma indonésia de carreira e faculdade Youthmanual sofreu uma violação de dados que expôs 1,1 milhão de registros com 938 mil e-mails únicos, nomes, localizações e senhas.",
  "vivaair": "Em março de 2022, a companhia aérea colombiana Viva Air (hoje extinta) sofreu uma violação de dados e ataque de ransomware. Os dados incluíam 932 mil e-mails únicos com nomes, datas de nascimento e informações de passagens.",
  "abandonia2022": "Em novembro de 2022, o site de jogos dedicado a jogos clássicos DOS Abandonia sofreu uma violação de dados resultando na exposição de 920 mil e-mails únicos com nomes de usuário e senhas.",
  "wiredbucks": "Em maio de 2022, a plataforma de influenciadores de mídia social WiredBucks sofreu uma violação de dados redistribuída como parte de um corpus maior. Os dados incluíam 919 mil e-mails únicos com senhas e outros dados de conta.",
  "akp": "Em julho de 2016, o hacker Phineas Fisher invadiu o partido governante da Turquia (Partido da Justiça e Desenvolvimento ou \"AKP\") e liberou 17 GB de e-mails e dados internos. Os dados incluíam 917 mil e-mails únicos.",
  "alpinereplay": "Em 2019, o aplicativo de rastreamento de esportes de neve AlpineReplay sofreu uma violação de dados que expôs 900 mil endereços de e-mail únicos com nomes de usuário, datas de nascimento e senhas.",
  "flipaclip": "Em novembro de 2024, o aplicativo de animação FlipaClip sofreu uma violação de dados que expôs quase 900 mil registros devido a um bucket S3 exposto. Os dados incluíam e-mails, nomes de usuário e datas de nascimento.",
  "xpgamesaves": "Em aproximadamente início de 2016, o site de jogos Xpgamesaves (XPG) sofreu uma violação de dados resultando na exposição de 890 mil e-mails únicos com nomes de usuário e senhas armazenadas com MD5.",
  "ownedcore": "Em aproximadamente agosto de 2013, o fórum de exploits de World of Warcraft OwnedCore foi hackeado e mais de 880 mil contas foram expostas com e-mails, nomes de usuário, endereços IP e senhas.",
  "modaco": "Em aproximadamente janeiro de 2016, a comunidade Android britânica MoDaCo sofreu uma violação de dados que expôs 880 mil e-mails únicos com nomes de usuário, endereços IP, datas de nascimento e senhas.",
  "shopperplus": "Em março de 2023, o \"shopping center online do Canadá\" Shopper+ divulgou uma violação de dados descoberta em um fórum público de hackers. Os dados incluíam 878 mil e-mails únicos com nomes, endereços físicos e senhas.",
  "imavex": "Em agosto de 2021, a empresa de desenvolvimento de sites Imavex sofreu uma violação de dados que expôs 878 mil endereços de e-mail únicos com nomes, datas de nascimento e senhas armazenadas com MD5.",
  "spyic": "Em fevereiro de 2025, o serviço de spyware Spyic sofreu uma violação de dados junto com o serviço irmão Cocospy. O incidente expôs 876 mil endereços de e-mail únicos com outros dados de conta.",
  "glamira": "No final de 2023, a joalheria online GLAMIRA sofreu uma violação de dados atribuída a \"um indivíduo não autorizado\". Os dados incluíam 875 mil e-mails únicos com nomes, endereços físicos e dados de pedidos.",
  "everybodyedits": "Em março de 2019, a plataforma de jogos multiplayer Everybody Edits sofreu uma violação de dados. O incidente expôs 871 mil e-mails únicos com nomes de usuário, endereços IP e senhas armazenadas com MD5.",
  "miljodata": "Em agosto de 2025, o fornecedor de sistemas sueco Miljödata foi vítima de um ataque de ransomware. Após o ataque, dados contendo e-mails, nomes e outras informações de clientes foram expostos online.",
  "slickwraps": "Em fevereiro de 2020, a loja online de acessórios para eletrônicos Slickwraps sofreu uma violação de dados. O incidente resultou na exposição de 858 mil e-mails únicos com nomes, endereços físicos e números de telefone.",
  "mangatraders": "Em junho de 2014, o site de troca de mangás Mangatraders.com teve nomes de usuário e senhas de mais de 900 mil usuários vazados. Os dados incluíam 855 mil e-mails únicos com senhas armazenadas com MD5.",
  "babynames": "Em aproximadamente 2008, o site Baby Names sofreu uma violação de dados. O incidente expôs 847 mil e-mails únicos com nomes de usuário e senhas armazenadas com MD5.",
  "mdpi": "Em agosto de 2016, a editora científica suíça de acesso aberto MDPI teve 17,5 GB de dados obtidos de um servidor MongoDB sem proteção. Os dados incluíam 845 mil e-mails únicos com outros dados de assinantes.",
  "unigame": "Em dezembro de 2019, o site de jogos Unigame (criador do Hunter Online) sofreu uma violação de dados que expôs 844 mil e-mails únicos com nomes de usuário e senhas.",
  "dymocks": "Em setembro de 2023, a livraria australiana Dymocks anunciou uma violação de dados datando de junho de 2023. Os dados incluíam 836 mil e-mails únicos com nomes, datas de nascimento, gênero e endereços físicos.",
  "sphero": "Em setembro de 2023, mais de 1 milhão de linhas de dados da empresa de robôs educacionais Sphero foram postadas em um popular fórum de hackers. Os dados incluíam 832 mil e-mails únicos com nomes de usuário e outros dados de conta.",
  "pokemonegro": "Em aproximadamente outubro de 2016, o site espanhol de Pokémon Negro sofreu uma violação de dados. O ataque resultou na exposição de 830 mil e-mails únicos com nomes de usuário e senhas.",
  "warframe": "Em novembro de 2014, o jogo online Warframe foi hackeado e 819 mil e-mails únicos foram expostos. A violação resultou na exposição de e-mails, nomes de usuário e senhas armazenadas com bcrypt.",
  "kinokong": "Em março de 2021, o serviço russo de streaming online KinoKong sofreu uma violação de dados redistribuída como parte de um corpus maior. Os dados incluíam 818 mil e-mails únicos com nomes de usuário e senhas.",
  "epicbot": "Em setembro de 2019, o provedor de bots para RuneScape EpicBot sofreu uma violação de dados que impactou 817 mil assinantes com e-mails, nomes de usuário, endereços IP e senhas.",
  "knuddels": "Em setembro de 2018, o site alemão de mídia social Knuddels sofreu uma violação de dados. O incidente expôs 808 mil e-mails únicos com nomes de usuário e senhas em texto simples.",
  "animeify": "Em outubro de 2021, o site árabe de Anime Animeify sofreu uma violação de dados redistribuída como parte de um corpus maior. Os dados incluíam 808 mil e-mails únicos com nomes de usuário e senhas.",
  "onverse": "Em janeiro de 2016, o mundo virtual online Onverse foi hackeado e 800 mil contas foram expostas. Junto com e-mails e endereços IP, os dados incluíam nomes de usuário e senhas armazenadas com MD5.",
  "divxsubtitles": "Em aproximadamente 2010, o site DivX SubTitles sofreu uma violação de dados que expôs 783 mil contas de usuários incluindo e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "sephora": "Em aproximadamente janeiro de 2017, a loja de beleza Sephora sofreu uma violação de dados que impactou clientes no Sudeste Asiático. Os dados incluíam 780 mil e-mails únicos com nomes, datas de nascimento e outros dados de perfil.",
  "ulmon": "Em janeiro de 2020, o criador de aplicativos de viagem Ulmon sofreu uma violação de dados. O serviço tinha quase 1,3 milhão de registros com 777 mil e-mails únicos e senhas armazenadas com bcrypt.",
  "viewfines": "Em maio de 2018, o site sul-africano para visualização de multas de trânsito online ViewFines sofreu uma violação de dados. Mais de 778 mil e-mails únicos com nomes e outros dados pessoais foram expostos.",
  "forumcommunity": "Em aproximadamente meados de 2016, o serviço italiano para criar fóruns ForumCommunity sofreu uma violação de dados. Os dados incluíam 777 mil e-mails únicos com nomes de usuário e senhas armazenadas com MD5.",
  "abandonia": "Em novembro de 2015, o site de jogos dedicado a jogos clássicos DOS Abandonia sofreu uma violação de dados resultando na exposição de 776 mil e-mails únicos com nomes de usuário e senhas.",
  "kreditplus": "Em junho de 2020, o serviço de crédito indonésio Kreditplus sofreu uma violação de dados que expôs 896 mil registros contendo 769 mil e-mails únicos com nomes, telefones e datas de nascimento.",
  "seniordating": "Em 2024, o site de relacionamentos para maiores de 40 anos Senior Dating sofreu uma violação de dados. Atribuída a um banco de dados Firebase exposto, a violação expôs 766 mil e-mails únicos com datas de nascimento e outros dados.",
  "funnygames": "Em abril de 2018, o site de entretenimento online Funny Games sofreu uma violação de dados que divulgou 764 mil registros incluindo nomes de usuário, e-mails e senhas armazenadas com MD5.",
  "moneycontrol": "Em abril de 2021, hackers postaram dados à venda originados da plataforma financeira online indiana Moneycontrol. Os dados incluíam 763 mil e-mails únicos com nomes, telefones e outros dados financeiros.",
  "zurich": "Em janeiro de 2023, o braço japonês da seguradora Zurich sofreu uma violação de dados que expôs 2,6 milhões de registros de clientes com 757 mil e-mails únicos, nomes, datas de nascimento e dados de apólice.",
  "sonicbids": "Em dezembro de 2019, o site de reservas Sonicbids sofreu uma violação de dados atribuída a \"um evento de privacidade de dados\". Os dados incluíam 752 mil e-mails únicos com nomes, localizações e senhas.",
  "crackedto": "Em julho de 2019, o site de hacking Cracked.to sofreu uma violação de dados. Havia 749 mil e-mails únicos espalhados por 7 bancos de dados com nomes de usuário, endereços IP e senhas armazenadas com MD5.",
  "zaphosting": "Em novembro de 2021, o serviço de hospedagem web ZAP-Hosting sofreu uma violação de dados que expôs mais de 60 GB de dados contendo 746 mil e-mails únicos com nomes, endereços físicos e dados de pagamento.",
  "wildstar": "Em julho de 2015, o fórum IP.Board do site de jogos WildStar sofreu uma violação de dados que expôs mais de 738 mil membros do fórum com e-mails, senhas e outros dados.",
  "mallcz": "Em julho de 2017, o site de e-commerce tcheco MALL.cz sofreu uma violação de dados após a qual 735 mil contas únicas incluindo e-mails, nomes, endereços e senhas foram oferecidas para venda online.",
  "centraltickets": "Em setembro de 2024, dados do serviço de ingressos Central Tickets foram postados publicamente em um fórum de hackers. Os dados incluíam 723 mil e-mails únicos com nomes e outros dados de clientes.",
  "policeone": "Em fevereiro de 2017, o site de aplicação da lei PoliceOne confirmou ter sofrido uma violação de dados. A violação continha mais de 710 mil e-mails únicos com nomes de usuário, endereços IP e senhas armazenadas com MD5.",
  "programmingforums": "Em aproximadamente final de 2015, o fórum de programação em programmingforums.org sofreu uma violação de dados resultando na exposição de 707 mil e-mails únicos com nomes de usuário, endereços IP e senhas.",
  "tigo": "Em meados de 2023, 300 GB de dados contendo mais de 100 milhões de registros da plataforma chinesa de chat por vídeo \"Tigo\" datando de março de 2020 foram expostos. Os dados incluíam 700 mil e-mails únicos com outros dados pessoais.",
  "ubook": "Em julho de 2024, 700 mil endereços de e-mail únicos da plataforma de audiolivros Ubook foram postados em um popular fórum de hackers. Os dados alegados incluíam e-mails, nomes de usuário e senhas.",
  "mspy": "Em maio de 2015, o software de \"monitoramento\" mSpy sofreu uma grande violação de dados. O software (frequentemente usado para monitorar parceiros sem consentimento) expôs 700 mil e-mails únicos com dados de assinantes e registros de dispositivos monitorados.",
  "diskunion": "Em junho de 2022, a rede japonesa de lojas de discos Disk Union sofreu uma violação de dados. O incidente expôs 690 mil e-mails únicos com nomes, endereços físicos e histórico de compras.",
  "vedantu": "Em meados de 2019, a plataforma indiana de tutoria online interativa Vedantu sofreu uma violação de dados que expôs dados pessoais de 687 mil usuários, incluindo e-mails, nomes e senhas armazenadas com MD5.",
  "lexipol": "Em fevereiro de 2025, a empresa de gestão de políticas de segurança pública Lexipol sofreu uma violação de dados. Atribuída ao grupo de ransomware Rhysida, a violação expôs 673 mil e-mails únicos com dados pessoais.",
  "breachforums2025": "Em outubro de 2025, uma reencarnação do fórum de hackers BreachForums, que havia sido encerrado várias vezes anteriormente, sofreu uma violação de dados. Os dados incluíam 672 mil e-mails únicos de membros do fórum.",
  "gpsunderground": "No início de 2017, o GPS Underground estava entre uma coleção de sites vBulletin comprometidos encontrados sendo vendidos online. Os dados incluíam 670 mil e-mails únicos com nomes de usuário e senhas.",
  "substack": "Em outubro de 2025, a plataforma de publicação Substack sofreu uma violação de dados que foi circulada mais amplamente em novembro. Os dados incluíam 663 mil e-mails únicos com nomes de usuário e outros dados de perfil.",
  "crackingforum": "Em aproximadamente meados de 2016, o fórum da comunidade de cracking CrackingForum sofreu uma violação de dados. O site baseado em vBulletin expôs 660 mil e-mails únicos com nomes de usuário e senhas.",
  "pokebip": "Em julho de 2015, o site francês de Pokémon Pokébip sofreu uma violação de dados que expôs 657 mil identidades de assinantes. Os dados incluíam e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "estonia": "Em junho de 2018, o Escritório de Crimes Cibernéticos da Polícia Criminal Central da Estônia contatou o HIBP solicitando assistência na comunicação de uma violação de dados que expôs 655 mil e-mails únicos estonios.",
  "gamingmonk": "Em dezembro de 2020, a \"maior comunidade de esports da Índia\" GamingMonk sofreu uma violação de dados que expôs 655 mil e-mails únicos com nomes de usuário, datas de nascimento e senhas.",
  "tout": "Em aproximadamente setembro de 2014, o serviço de rede social Tout sofreu uma violação de dados. A violação subsequentemente expôs 653 mil e-mails únicos com nomes de usuário e senhas armazenadas com MD5.",
  "heatgames": "Em junho de 2021, o site de jogos HeatGames sofreu uma violação de dados redistribuída como parte de um corpus maior. Os dados incluíam 648 mil e-mails únicos com nomes de usuário e senhas.",
  "filmaiin": "Em aproximadamente 2019 ou 2020, o serviço lituano de streaming de filmes Filmai.in sofreu uma violação de dados expondo 646 mil e-mails com nomes de usuário e senhas.",
  "dafont": "Em maio de 2017, o site de compartilhamento de fontes DaFont sofreu uma violação de dados resultando na exposição de 637 mil registros. Os dados incluíam e-mails, nomes de usuário e senhas armazenadas com SHA1.",
  "travelok": "Em dezembro de 2020, o Departamento de Turismo e Recreação de Oklahoma sofreu uma violação de dados. O incidente expôs 637 mil e-mails únicos com nomes, endereços físicos e outros dados de turistas.",
  "universityofpennsylvania": "Em outubro de 2025, a Universidade da Pensilvânia foi vítima de uma violação de dados seguida de pedido de resgate. Os dados incluíam 624 mil e-mails únicos com dados de alunos e funcionários.",
  "ffshrine": "Em setembro de 2015, o fórum de discussão do Final Fantasy FFShrine foi violado e os dados despejados publicamente. Os dados incluíam aproximadamente 621 mil e-mails únicos com nomes de usuário e senhas.",
  "comcast": "Em novembro de 2015, o provedor americano de internet e TV a cabo Comcast sofreu uma violação de dados que expôs 617 mil e-mails únicos de clientes com outros dados de conta.",
  "reincubate": "Em outubro de 2020, a empresa de dados de aplicativos Reincubate sofreu uma violação de dados que expôs um backup de novembro de 2017. Os dados incluíam 616 mil e-mails únicos com nomes e senhas armazenadas com bcrypt.",
  "thishabboForum": "Em 2014, o fórum ThisHabbo (site de fãs do Habbo.com) apareceu em uma lista de serviços comprometidos. Os dados incluíam 612 mil e-mails únicos com nomes de usuário e senhas armazenadas com MD5.",
  "hltv": "Em junho de 2016, o site \"lar do Counter Strike competitivo\" HLTV foi hackeado e 611 mil contas foram expostas. O ataque expôs e-mails, nomes de usuário, endereços IP e senhas armazenadas com MD5.",
  "mortalonline": "Em junho de 2018, o jogo de RPG online massivo multiplayer Mortal Online sofreu uma violação de dados. Os dados incluíam 607 mil e-mails únicos com nomes de usuário, endereços IP e senhas.",
  "coachella": "Em fevereiro de 2017, centenas de milhares de registros do festival de música Coachella foram descobertos sendo vendidos online. Os dados incluíam 600 mil e-mails únicos com nomes, endereços físicos e senhas.",
  "truefire": "Em fevereiro de 2020, o site de tutoriais de guitarra TrueFire sofreu uma violação de dados que impactou 600 mil membros. A violação expôs e-mails, nomes, endereços físicos e dados de cartão de crédito.",
  "nulled": "Em maio de 2016, o fórum da comunidade de cracking Nulled.cr foi hackeado e 599 mil contas de usuários foram vazadas publicamente com e-mails, nomes de usuário, endereços IP e senhas armazenadas com MD5.",
  "paddypower": "Em outubro de 2010, o bookmaker irlandês Paddy Power sofreu uma violação de dados que expôs 750 mil registros de clientes com quase 591 mil e-mails únicos, nomes, endereços físicos e datas de nascimento.",
  "zadigvoltaire": "Em junho de 2024, uma violação de dados da marca de moda francesa Zadig & Voltaire foi postada publicamente em um popular fórum de hackers. Os dados incluíam 587 mil e-mails únicos com nomes e outros dados de clientes.",
  "cloudpets": "Em janeiro de 2017, o fabricante de ursinhos de pelúcia que gravam as vozes das crianças e as envia para familiares via internet sofreu uma violação de dados. Os dados incluíam 583 mil e-mails únicos com senhas armazenadas com bcrypt e mensagens de voz das crianças.",
  "indianrailways": "Em novembro de 2019, o site da Ferrovia Indiana deixou mais de 2 milhões de registros expostos em uma instância do Firebase sem proteção. Os dados incluíam 583 mil e-mails únicos com nomes e dados de viagens.",
  "foodora": "Em abril de 2016, o serviço de entrega de comida online Foodora sofreu uma violação de dados que foi amplamente redistribuída. Os dados incluíam 583 mil e-mails únicos com nomes, endereços físicos e senhas armazenadas com bcrypt.",
  "canadagoose": "Em fevereiro de 2026, uma violação de dados alegadamente contendo dados de clientes da Canada Goose foi publicada publicamente com e-mails, nomes e outros dados de clientes.",
  "atmeltomo": "Em abril de 2021, o \"maior site de busca de amigos por e-mail do Japão\" Atmeltomo sofreu uma violação de dados que foi vendida em um popular fórum de hackers. Os dados incluíam 580 mil e-mails únicos com outros dados de conta.",
  "bombujeu": "Em dezembro de 2018, o site eslovaco para assistir filmes online gratuitamente Bombuj.eu sofreu uma violação de dados. O incidente expôs 575 mil e-mails únicos com nomes de usuário, endereços IP e senhas.",
  "d3scene": "Em janeiro de 2016, o site de jogos D3Scene sofreu uma violação de dados. O fórum vBulletin comprometido expôs 569 mil e-mails únicos com nomes de usuário, endereços IP e senhas.",
  "btce": "Em outubro de 2014, a exchange de Bitcoin BTC-E foi hackeada e 568 mil contas foram expostas. Os dados incluíam e-mails, endereços IP e senhas armazenadas com MD5.",
  "gunauction": "Em dezembro de 2022, o site de leilão online de armas de fogo GunAuction.com sofreu uma violação de dados que foi descoberta em um banco de dados exposto. Os dados incluíam 565 mil e-mails únicos com nomes e outros dados.",
  "universarium": "Em aproximadamente novembro de 2019, o russo \"Centro preparatório remoto para especialidades de TI\" Universarium sofreu uma violação de dados expondo 565 mil e-mails únicos com outros dados de usuários.",
  "xkcd": "Em julho de 2019, o fórum do webcomic XKCD sofreu uma violação de dados que impactou 562 mil assinantes. O fórum phpBB violado expôs e-mails, endereços IP, nomes de usuário e senhas armazenadas com MD5.",
  "orangeromania": "Em fevereiro de 2025, o braço romeno da empresa de telecomunicações Orange sofreu uma violação de dados que foi postada publicamente. Os dados incluíam 557 mil e-mails únicos com nomes e outros dados de clientes.",
  "flipkart": "Em setembro de 2022, mais de 500 mil registros de clientes supostamente obtidos do serviço indiano de e-commerce Flipkart apareceram em um popular fórum de hackers com e-mails, nomes e dados de pedidos.",
  "uc": "Em dezembro de 2020, a Universidade da Califórnia sofreu uma violação de dados devido a uma vulnerabilidade em um provedor terceirizado. Os dados incluíam 547 mil e-mails únicos com outros dados de conta universitária.",
  "shadow": "Em setembro de 2023, o provedor de jogos em nuvem Shadow sofreu uma violação de dados que expôs mais de meio milhão de registros de clientes com e-mails, nomes, datas de nascimento e endereços de cobrança.",
  "flvs": "Em março de 2018, a Florida Virtual School (FLVS) publicou um aviso de violação de dados em seu site. Os dados incluíam 543 mil e-mails únicos com nomes, datas de nascimento e outros dados de alunos.",
  "eccie": "Em janeiro de 2021, o fórum adulto de escolta ECCIE sofreu uma violação de dados postada em um popular fórum de hackers. Os dados incluíam 537 mil e-mails únicos com nomes de usuário, senhas e publicações privadas.",
  "famm": "No final de 2020, o site japonês de fotos de família Famm sofreu uma violação de dados que expôs 1,3 milhão de registros de clientes com 535 mil e-mails únicos e outros dados pessoais.",
  "lapostemobile": "Em julho de 2022, a empresa francesa de telecomunicações La Poste Mobile foi alvo de um ataque pelo ransomware LockBit. Os dados incluíam 534 mil e-mails únicos com nomes, endereços físicos e outros dados pessoais.",
  "battlefieldheroes": "Em junho de 2011, como parte de um dump final de dados violados, o coletivo hacker \"LulzSec\" obteve e divulgou mais de meio milhão de registros do Battlefield Heroes com e-mails, nomes de usuário e senhas.",
  "unrealengine": "Em agosto de 2016, o Fórum Unreal Engine sofreu uma violação de dados, alegadamente devido a uma vulnerabilidade de SQL injection no vBulletin. Os dados incluíam 530 mil e-mails únicos com nomes de usuário e senhas.",
  "ogusers2022": "Em julho de 2022, o fórum de sequestro de contas e SIM swapping OGusers sofreu uma violação de dados, a quinta desde dezembro de 2018. Os dados incluíam 529 mil e-mails únicos com nomes de usuário e senhas.",
  "jdgroup": "Em maio de 2023, o varejista sul-africano JD Group anunciou uma violação de dados afetando vários de seus ativos online. Os dados incluíam 522 mil e-mails únicos com nomes, endereços físicos e dados de pedidos.",
  "vbulletin": "Em novembro de 2015, o fabricante do software de fórum vBulletin sofreu uma grave violação de dados. O ataque levou ao vazamento de mais de 500 mil e-mails únicos com nomes de usuário, endereços IP e senhas.",
  "spyzie": "Em fevereiro de 2025, o serviço de spyware Spyzie sofreu uma violação de dados junto com os serviços irmãos Spyic e Cocospy. Os dados incluíam 519 mil e-mails únicos com outros dados de conta e informações de dispositivos monitorados.",
  "webhostingtalk": "Em julho de 2016, o fórum Web Hosting Talk sofreu uma violação de dados que foi listada para venda. A violação do fórum vBulletin expôs 515 mil e-mails únicos com nomes de usuário, endereços IP e senhas.",
  "opencsgo": "Em dezembro de 2017, o site para compra de skins de Counter-Strike Open CS:GO sofreu uma violação de dados. Os dados incluíam 512 mil e-mails únicos com nomes de usuário e senhas armazenadas com SHA256.",
  "dragonnest": "Em agosto de 2013, o jogo de RPG online massivo multiplayer DragonNest sofreu uma violação de dados que foi redistribuída como parte de um corpus maior. Os dados incluíam 511 mil e-mails únicos com senhas.",
  "shortedition": "Em junho de 2021, a editora francesa de literatura curta Short Édition sofreu uma violação de dados que expôs 505 mil registros com e-mails, nomes de usuário e senhas armazenadas com bcrypt.",
  "kimsufi": "Em meados de 2015, o fórum dos provedores de servidores dedicados acessíveis Kimsufi sofreu uma violação de dados. O fórum vBulletin continha 504 mil e-mails únicos com nomes de usuário e senhas.",
  "multiplayerit": "Em abril de 2024, mais de meio milhão de registros obtidos do site italiano de jogos Multiplayer.it foram postados em um popular fórum de hackers com e-mails, nomes de usuário e senhas.",
  "powerbot": "Em aproximadamente setembro de 2014, o site de bots para RuneScape Powerbot sofreu uma violação de dados resultando na exposição de 503 mil e-mails únicos com nomes de usuário e senhas.",
  "netshoes": "Em dezembro de 2017, o varejista online brasileiro Netshoes teve meio milhão de registros supostamente hackeados. Os dados incluíam 500 mil e-mails únicos com nomes, CPFs e datas de nascimento.",
  "bookchor": "Em janeiro de 2021, o site indiano de troca de livros Bookchor sofreu uma violação de dados que expôs meio milhão de registros de clientes com e-mails, nomes, números de telefone e outros dados.",
  "tamodo": "Em fevereiro de 2020, a rede de marketing de afiliados Tamodo sofreu uma violação de dados que foi compartilhada em um popular fórum de hackers. Os dados incluíam 495 mil e-mails únicos com nomes e outros dados.",
  "ppcgeeks": "Em agosto de 2016, o fórum do site de fãs de pocket PC PPCGeeks sofreu uma violação de dados que expôs mais de 490 mil registros com e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "autosur": "Em março de 2025, a empresa francesa de inspeção veicular AUTOSUR sofreu uma violação de dados expondo mais de 10 milhões de registros de clientes, com 487 mil e-mails únicos, nomes, endereços e datas de inspeção.",
  "creative": "Em maio de 2018, o fórum da empresa de hardware de Singapura Creative Technology sofreu uma violação de dados que resultou na exposição de 483 mil e-mails únicos com nomes de usuário e senhas.",
  "raidforums": "Em maio de 2023, 478 mil registros de usuários do fórum de hackers defunto \"RaidForums\" foram postados em outro fórum de hackers com e-mails, nomes de usuário, endereços IP e senhas.",
  "ualabee": "Em maio de 2025, a plataforma de serviços de mobilidade sul-americana Ualabee teve centenas de milhares de registros raspados de uma API exposta, incluindo e-mails, nomes de usuário e dados de localização.",
  "travelio": "Em novembro de 2021, o site indonésio de imóveis Travelio sofreu uma violação de dados que expôs mais de 470 mil contas de clientes com e-mails, nomes e senhas.",
  "bulgariannationalrevenueagency": "Em julho de 2019, uma enorme violação de dados da Agência Nacional de Receitas da Bulgária começou a circular com dados de 5 milhões de pessoas. Os dados incluíam 471 mil e-mails únicos com informações fiscais e financeiras.",
  "liker": "Em março de 2021, a rede social Liker sofreu uma violação de dados, supostamente em retaliação a suas políticas. Os dados incluíam 465 mil e-mails únicos com nomes de usuário, endereços de carteira crypto e senhas.",
  "dailyobjects": "Em aproximadamente janeiro de 2018, uma coleção de mais de 464 mil registros de clientes do varejista online indiano DailyObjects foi exposta. Os dados incluíam e-mails, nomes, endereços físicos e números de telefone.",
  "wiiuiso": "Em setembro de 2015, o fórum Nintendo Wii U WIIU ISO foi hackeado e 458 mil contas foram expostas com e-mails, endereços IP, datas de nascimento e senhas armazenadas com MD5.",
  "yahoo": "Em julho de 2012, o Yahoo! teve seu serviço de publicação online \"Voices\" comprometido via ataque de SQL injection. A violação resultou na exposição de 453 mil e-mails únicos com senhas em texto simples.",
  "ovh": "Em meados de 2015, o fórum do provedor de hospedagem OVH sofreu uma violação de dados. O fórum vBulletin continha 453 mil e-mails únicos com nomes de usuário e senhas armazenadas com MD5.",
  "apoiase": "Em dezembro de 2025, um banco de dados da plataforma brasileira de crowdfunding APOIA.se foi postado em um fórum online. Os dados incluíam 451 mil e-mails únicos com nomes, endereços e dados de apoiadores.",
  "ps3hax": "Em aproximadamente julho de 2015, o fórum de hacks e mods do Sony PlayStation PS3Hax foi hackeado e mais de 447 mil contas foram expostas com e-mails, endereços IP, datas de nascimento e senhas.",
  "cheapassgamer": "Em aproximadamente meados de 2015, o fórum do CheapAssGamer.com sofreu uma violação de dados. O banco de dados baseado em IP.Board expôs 445 mil e-mails únicos com nomes de usuário e senhas.",
  "proctoru": "Em junho de 2020, o serviço de exames online ProctorU sofreu uma violação de dados que foi amplamente compartilhada em comunidades de hackers. Os dados incluíam 444 mil e-mails únicos com nomes, endereços físicos e senhas.",
  "btobet": "Em dezembro de 2019, uma grande coleção de dados da empresa nigeriana de apostas Surebet247 foi enviada ao HIBP. Os dados incluíam 444 mil e-mails únicos com nomes de usuário, senhas e dados de apostas.",
  "chowbus": "Em outubro de 2020, o aplicativo de entrega de comida asiática Chowbus sofreu uma violação de dados que levou a mais de 800 mil registros sendo enviados por e-mail aos próprios usuários pelo hacker. Os dados incluíam 444 mil e-mails únicos.",
  "life360": "Em julho de 2024, dados raspados de uma API mal configurada do Life360 foram postados online. Os dados incluíam 443 mil e-mails únicos com nomes de usuário e outros dados de perfil do serviço de rastreamento familiar.",
  "solomid": "Em dezembro de 2014, a organização de esports Team SoloMid foi hackeada e 442 mil contas de membros foram vazadas com e-mails, nomes de usuário, endereços IP e senhas armazenadas com MD5.",
  "redlinestealer": "Em dezembro de 2021, logs do malware RedLine Stealer foram deixados publicamente expostos e obtidos por pesquisadores de segurança. Os dados incluíam 442 mil e-mails únicos com senhas e URLs dos sites comprometidos.",
  "mechodownload": "Em outubro de 2013, o site de downloads \"Mecho Download\" sofreu uma violação de dados que expôs 438 mil registros com e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "otelier": "Em julho de 2024, um ator de ameaça obteve acesso à plataforma de gestão hoteleira Otelier e recuperou dados de clientes de vários hotéis grandes. Os dados incluíam 437 mil e-mails únicos com nomes e reservas.",
  "doxbinscrape": "Em janeiro de 2025, 435 mil endereços de e-mail foram raspados do serviço de \"doxing\" Doxbin. As publicações no serviço geralmente incluem informações pessoais identificáveis de indivíduos visados.",
  "evermotion": "Em maio de 2015, o site polonês de modelagem 3D Evermotion sofreu uma violação de dados resultando na exposição de 435 mil e-mails únicos com nomes de usuário e senhas armazenadas com MD5.",
  "jamtangan": "Em julho de 2021, a loja online indonésia de relógios Jam Tangan (também conhecida como Machtwatch) sofreu uma violação de dados que expôs mais de 435 mil e-mails únicos com nomes e dados de pedidos.",
  "xbox-scene": "Em aproximadamente fevereiro de 2015, o fórum Xbox Xbox-Scene foi hackeado e mais de 432 mil contas foram expostas com e-mails, endereços IP, datas de nascimento e senhas armazenadas com MD5.",
  "underworldempire": "Em abril de 2017, o fórum vBulletin do jogo Underworld Empire sofreu uma violação de dados que expôs 429 mil contas com e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "earth2": "Em outubro de 2024, 421 mil e-mails únicos do jogo virtual Earth 2 foram derivados de imagens Gravatar incorporadas no site, expondo endereços de e-mail dos usuários.",
  "royalenfield": "Em janeiro de 2020, o fabricante de motocicletas Royal Enfield deixou um banco de dados exposto publicamente resultando na exposição inadvertida de 421 mil registros com e-mails, nomes e dados de veículos.",
  "idtech": "Em fevereiro de 2023, o serviço de acampamentos de tecnologia para crianças iD Tech teve quase 1 milhão de registros postados em um popular fórum de hackers. Os dados incluíam 415 mil e-mails únicos com nomes, datas de nascimento e senhas.",
  "hthstudios": "Em agosto de 2018, o criador do jogo interativo adulto furry HTH Studios sofreu uma violação de dados impactando múltiplos repositórios. Os dados incluíam 412 mil e-mails únicos com nomes de usuário e senhas.",
  "epicnpc": "Em janeiro de 2016, o revendedor de contas hackeadas EpicNPC sofreu uma violação de dados que impactou 409 mil assinantes com e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "utair": "Em agosto de 2020, surgiram notícias de uma violação de dados da companhia aérea russa Utair datando do ano anterior. A violação expôs 401 mil e-mails únicos com nomes, números de telefone e dados de passagens.",
  "kodifoundation": "Em fevereiro de 2023, a Kodi Foundation sofreu uma violação de dados que expôs mais de 400 mil registros de usuários. Atribuída a um membro do fórum, os dados incluíam e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "payasugym": "Em dezembro de 2016, um atacante violou o site PayAsUGym expondo mais de 400 mil dados pessoais de clientes. Os dados incluíam e-mails, nomes, endereços físicos, datas de nascimento e informações de saúde.",
  "lolzteam": "Em maio de 2018, o fórum russo de hackers Lolzteam sofreu uma violação de dados que expôs 400 mil membros com e-mails, nomes de usuário, endereços IP e senhas armazenadas com MD5.",
  "vins": "Em junho de 2017, um banco de dados sem proteção com mais de 10 milhões de VINs (números de identificação de veículos) foi descoberto por pesquisadores de segurança. Os dados incluíam 397 mil e-mails únicos com dados de proprietários de veículos.",
  "minehut": "Em maio de 2019, o site de servidores de Minecraft Minehut sofreu uma violação de dados. A empresa informou que um backup de banco de dados havia sido comprometido, expondo 397 mil e-mails únicos com nomes de usuário.",
  "utorrent": "No início de 2016, o fórum do cliente BitTorrent uTorrent sofreu uma violação de dados que veio à luz mais tarde no mesmo ano. Os dados incluíam 395 mil e-mails únicos com nomes de usuário e senhas.",
  "smogon": "Em abril de 2018, o site de Pokémon Smogon anunciou ter sofrido uma violação de dados datando de setembro de 2017. Os dados incluíam 386 mil e-mails únicos com nomes de usuário, endereços IP e senhas.",
  "pampling": "Em janeiro de 2020, o varejista online de roupas Pampling sofreu uma violação de dados que expôs 383 mil e-mails únicos de clientes com nomes, datas de nascimento e senhas.",
  "freedomhostingii": "Em janeiro de 2017, o serviço gratuito de hospedagem oculta Freedom Hosting II sofreu uma violação de dados. O ataque derrubou o serviço e expôs 381 mil e-mails únicos junto com dados de sites hospedados na dark web.",
  "xhamster": "Em novembro de 2016, surgiram notícias de que hackers estavam negociando centenas de milhares de detalhes de contas do xHamster. No total, 377 mil e-mails únicos foram expostos com nomes de usuário e senhas.",
  "gunsdotcom": "Em janeiro de 2021, o site de armas de fogo guns.com sofreu uma violação de dados. A violação expôs 376 mil e-mails únicos com nomes, endereços físicos e dados de pedidos.",
  "tracki": "Em agosto de 2024, uma série de vulnerabilidades de segurança foram identificadas em um conglomerado de serviços online que incluía o Tracki. Os dados incluíam 373 mil e-mails únicos com dados de localização e informações de conta.",
  "animeplanet": "Em aproximadamente 2016, o site de anime Anime-Planet sofreu uma violação de dados que impactou 369 mil assinantes. Os dados expostos incluíam e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "doordash": "Em agosto de 2022, o serviço de entrega de comida DoorDash divulgou uma violação de dados que impactou uma parte de seus clientes. Os dados incluíam 367 mil e-mails únicos com nomes, endereços físicos e dados de pedidos.",
  "mrexcel": "Em dezembro de 2016, o fórum do site de dicas do Microsoft Excel Mr Excel sofreu uma violação de dados. O hack do fórum vBulletin expôs 366 mil e-mails únicos com nomes de usuário, endereços IP e senhas.",
  "traderie": "Em setembro de 2022, o marketplace de negociação dentro de jogos Traderie sofreu uma violação de dados que expôs quase 400 mil registros com e-mails, nomes de usuário e senhas.",
  "dbforums": "Em julho de 2016, uma violação de dados do fórum de banco de dados \"dBforums\" apareceu à venda junto com vários outros sites hackeados. Os dados incluíam 363 mil e-mails únicos com nomes de usuário e senhas.",
  "locally": "Em outubro de 2022, a plataforma de compras online para offline Locally sofreu uma violação de dados com 363 mil e-mails únicos expostos junto com nomes, endereços físicos e outros dados de usuários.",
  "btcalpha": "Em novembro de 2021, a plataforma de exchange de criptomoedas BTC-Alpha sofreu um ataque de ransomware e violação de dados após o qual dados de clientes foram expostos. Os dados incluíam 362 mil e-mails únicos.",
  "peoplesenergy": "Em dezembro de 2020, a empresa britânica de energia People's Energy sofreu uma violação de dados. A violação expôs quase 7 GB de arquivos com 359 mil e-mails únicos, nomes, endereços físicos e datas de nascimento.",
  "torrentinvites": "Em dezembro de 2013, o site de torrents Torrent Invites foi hackeado e mais de 352 mil contas foram expostas. O fórum vBulletin continha e-mails, nomes de usuário, endereços IP e senhas armazenadas com MD5.",
  "brandnewtube": "Em agosto de 2022, o site de streaming Brand New Tube sofreu uma violação de dados que expôs informações pessoais de quase 350 mil usuários com e-mails, nomes de usuário e senhas.",
  "ogusers2021": "Em abril de 2021, o fórum de sequestro de contas e SIM swapping OGusers sofreu uma violação de dados, a quarta desde dezembro de 2018. Os dados incluíam 348 mil e-mails únicos com nomes de usuário e senhas.",
  "facepunch": "Em junho de 2016, o estúdio de desenvolvimento de jogos Facepunch sofreu uma violação de dados que expôs 343 mil usuários. Os dados incluíam e-mails, nomes de usuário, endereços IP e senhas armazenadas com MD5.",
  "psx-scene": "Em aproximadamente fevereiro de 2015, o fórum PlayStation PSX-Scene foi hackeado e mais de 340 mil contas foram expostas com e-mails, endereços IP, datas de nascimento e senhas.",
  "iko": "Em novembro de 2025, a Organização Internacional de Kitesurf sofreu uma violação de dados que expôs 340 mil registros de usuários com e-mails, nomes de usuário e senhas.",
  "leagueoflegends": "Em junho de 2012, o jogo online multiplayer League of Legends sofreu uma violação de dados. Na época, o serviço tinha mais de 339 mil e-mails únicos expostos com nomes de usuário e datas de nascimento.",
  "landairsea": "Em janeiro de 2025, o serviço de rastreamento GPS LandAirSea sofreu uma violação de dados que expôs 337 mil e-mails únicos de clientes com outros dados de conta.",
  "plex": "Em julho de 2015, o fórum de discussão do centro de mídia Plex foi hackeado e mais de 327 mil contas foram expostas. O fórum IP.Board incluía e-mails, nomes de usuário, endereços IP e senhas.",
  "macforums": "Em julho de 2016, o site Mac Forums sofreu uma violação de dados. O fórum vBulletin expôs 327 mil e-mails únicos com nomes de usuário, endereços IP e senhas armazenadas com MD5.",
  "therealworld": "Em novembro de 2024, o curso online fundado por Andrew Tate conhecido como \"The Real World\" (anteriormente \"Hustler's University\") sofreu uma violação de dados. Os dados incluíam 324 mil e-mails únicos com nomes de usuário.",
  "healthnownetworks": "Em março de 2017, o serviço de telemarketing Health Now Networks deixou um banco de dados com centenas de milhares de registros médicos expostos. Os dados incluíam 322 mil e-mails únicos com nomes, telefones e informações de saúde.",
  "institutonacionaldedeportesdechile": "Em setembro de 2024, o Instituto Nacional de Deportes do Chile sofreu uma violação de dados. Os dados incluíam 320 mil e-mails únicos com nomes, datas de nascimento e outros dados pessoais.",
  "jukinmedia": "Em outubro de 2021, o \"líder global em entretenimento gerado por usuários\" Jukin Media sofreu uma violação de dados. A violação expôs 314 mil e-mails únicos com nomes, nomes de usuário e senhas.",
  "thegradcafe": "Em fevereiro de 2023, o site de pesquisa de admissões de pós-graduação TheGradCafe sofreu uma violação de dados que divulgou informações pessoais de 311 mil usuários, incluindo e-mails, nomes de usuário e senhas.",
  "realestatemogul": "Em setembro de 2016, o site de investimentos imobiliários Real Estate Mogul teve uma instância do MongoDB comprometida com 5 GB de dados expostos. Os dados incluíam 308 mil e-mails únicos com nomes e dados de investimento.",
  "aimware": "Em meados de 2019, o site de cheats para videogames \"Aimware\" sofreu uma violação de dados que expôs centenas de milhares de assinantes com e-mails, nomes de usuário, endereços IP e senhas.",
  "digidirect": "Em setembro de 2024, uma violação de dados obtida do varejista australiano digiDirect foi publicada em um popular fórum de hackers com 304 mil e-mails únicos, nomes, endereços físicos e números de telefone.",
  "cardingmafiadec2021": "Em dezembro de 2021, o fórum Carding Mafia sofreu uma violação de dados que expôs mais de 300 mil endereços de e-mail de membros. Dedicado a fraudes com cartões de crédito, o site também expôs nomes de usuário e senhas.",
  "superdraft": "Em outubro de 2024, a plataforma de fantasy sports SuperDraft sofreu uma violação de dados que expôs mais de 300 mil registros de clientes com e-mails, nomes e outros dados de conta.",
  "ancestry": "Em novembro de 2015, um serviço da Ancestry chamado RootsWeb sofreu uma violação de dados. A violação não foi descoberta até o final de 2017 e expôs 298 mil e-mails únicos com senhas em texto simples.",
  "cardingmafia": "Em março de 2021, o fórum Carding Mafia sofreu uma violação de dados que expôs quase 300 mil endereços de e-mail de membros. Dedicado a fraudes com cartões de crédito, os dados incluíam nomes de usuário e senhas.",
  "finsure": "Em outubro de 2024, quase 300 mil e-mails únicos do grupo australiano de corretagem hipotecária Finsure foram obtidos a partir de um sistema de terceiros e expostos publicamente.",
  "hookersnl": "Em outubro de 2019, o fórum holandês de prostituição Hookers.nl sofreu uma violação de dados que expôs informações pessoais de 291 mil membros com e-mails, nomes de usuário e senhas.",
  "zilvia": "Em novembro de 2025, dados violados do fórum de carros Nissan 240SX Silvia e Z Fairlady Zilvia.net foram vazados. A violação expôs e-mails, nomes de usuário e senhas de membros do fórum.",
  "napsgear": "Em outubro de 2015, o varejista de esteróides anabolizantes NapsGear sofreu uma violação de dados. Uma extensa quantidade de informações pessoais foi exposta incluindo e-mails, nomes, endereços físicos e histórico de pedidos.",
  "sumotorrent": "Em junho de 2014, o site de torrents Sumo Torrent foi hackeado e 285 mil registros de membros foram expostos com endereços IP, e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "ffr": "Em junho de 2023, a Fédération Française de Rugby (Federação Francesa de Rugby) sofreu uma violação de dados e tentativa de resgate. Os dados incluíam 282 mil e-mails únicos com nomes, endereços físicos e datas de nascimento.",
  "seedpeer": "Em julho de 2015, o site de torrents Seedpeer foi hackeado e 282 mil registros de membros foram expostos com nomes de usuário, e-mails e senhas armazenadas com MD5.",
  "linuxforums": "Em maio de 2018, o site Linux Forums sofreu uma violação de dados que resultou na divulgação de 276 mil e-mails únicos com nomes de usuário e senhas armazenadas com MD5.",
  "sundryfiles": "Em janeiro de 2022, o serviço de upload de arquivos Sundry Files sofreu uma violação de dados que expôs 274 mil e-mails únicos com nomes de usuário e senhas.",
  "livpure": "Em agosto de 2020, o varejista indiano Livpure sofreu uma violação de dados que expôs mais de 1 milhão de compras de clientes com 270 mil e-mails únicos e dados de pedidos.",
  "majorgeeks": "Em novembro de 2015, quase 270 mil contas do fórum de suporte MajorGeeks foram violadas. As contas estavam sendo ativamente exploradas para tentativas de acesso não autorizado a outros serviços.",
  "ajarn": "Em setembro de 2021, o site tailandês de ensino de inglês Ajarn descobriu ter sido vítima de uma violação de dados. Os dados incluíam 266 mil e-mails únicos com nomes, localizações e outros dados.",
  "technic": "Em novembro de 2018, a plataforma de modpacks de Minecraft Technic sofreu uma violação de dados. A Technic divulgou prontamente a violação que expôs 265 mil e-mails únicos com senhas armazenadas com MD5.",
  "capialeconomics": "Em dezembro de 2020, a empresa de pesquisa econômica Capital Economics sofreu uma violação de dados que expôs 264 mil registros de clientes com e-mails, nomes e dados de assinatura.",
  "ogusers2020": "Em abril de 2020, o fórum de sequestro de contas e SIM swapping OGUsers sofreu sua segunda violação de dados em menos de um ano. Os dados incluíam 263 mil e-mails únicos com nomes de usuário e senhas.",
  "atlasquantum": "Em agosto de 2018, a plataforma de investimentos em criptomoedas Atlas Quantum sofreu uma violação de dados. A violação expôs informações pessoais de 261 mil usuários com e-mails, nomes, números de telefone e saldos de conta.",
  "sweclockers": "No início de 2015, o site sueco de notícias de tecnologia SweClockers foi hackeado e 255 mil contas foram expostas. O ataque levou à exposição de e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "myrepospace": "Em julho de 2015, o repositório Cydia myRepoSpace foi hackeado e dados de usuários vazados publicamente. Os dados incluíam 253 mil e-mails únicos de usuários do Cydia, ferramenta usada em dispositivos iOS desbloqueados.",
  "foxybingo": "Em abril de 2007, o site de jogos de azar online Foxy Bingo foi hackeado e 252 mil contas foram obtidas pelos hackers. A violação incluía e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "msi": "Em julho de 2024, a MSI inadvertidamente expôs centenas de milhares de registros de clientes relacionados a pedidos de RMA que foram subsequentemente redistribuídos online, incluindo e-mails, nomes e dados de garantia.",
  "tangerine": "Em fevereiro de 2024, a empresa australiana de telecomunicações Tangerine sofreu uma violação de dados que expôs mais de 200 mil registros de clientes com e-mails, nomes, datas de nascimento e outros dados.",
  "goldsilver": "Em outubro de 2018, o site de educação e serviços de metais preciosos GoldSilver sofreu uma violação de dados que expôs 243 mil e-mails únicos com nomes, endereços físicos e dados de transações.",
  "planetice": "Em janeiro de 2023, o serviço britânico de reservas de pistas de patinação no gelo Planet Ice sofreu uma violação de dados. O incidente expôs mais de 240 mil e-mails únicos com nomes, datas de nascimento e senhas.",
  "botoflegends": "Em novembro de 2014, o fórum Bot of Legends sofreu uma violação de dados. O fórum IP.Board continha 238 mil contas incluindo e-mails, nomes de usuário, endereços IP e senhas.",
  "scenkyou": "Em setembro de 2024, dados da loja online alemã de presentes schenkYOU foram colocados à venda em um popular fórum de hackers. Os dados incluíam 237 mil e-mails únicos com nomes, endereços físicos e dados de pedidos.",
  "preenme": "Em maio de 2020, a empresa de marketing em mídias sociais Preen.Me foi alvo de um ataque de resgate que resultou em centenas de milhares de registros sendo divulgados. Os dados incluíam 236 mil e-mails únicos com dados de influenciadores.",
  "utahgunexchange": "Em julho de 2020, o site Utah Gun Exchange sofreu uma violação de dados que incluiu vários outros sites associados. Os dados incluíam 235 mil e-mails únicos com nomes de usuário e senhas.",
  "comelec": "Em março de 2016, o site da Comissão de Eleições das Filipinas (COMELEC) foi atacado e desfigurado, supostamente pelo Anonymous. Os dados incluíam 229 mil e-mails únicos com dados de registro eleitoral de cidadãos filipinos.",
  "cannabisforum": "Em fevereiro de 2014, o fórum vBulletin do site de maconha cannabis.com foi violado e vazado publicamente. Os dados incluíam 228 mil e-mails únicos com nomes de usuário e senhas.",
  "europajobs": "Em agosto de 2019, o site europeu de empregos europa.jobs sofreu uma violação de dados. O incidente expôs 226 mil e-mails únicos com nomes, datas de nascimento e outros dados de candidatos.",
  "wienerbuchereien": "Em junho de 2019, a biblioteca de Viena (Wiener Büchereien) sofreu uma violação de dados. Os dados incluíam 224 mil e-mails únicos com nomes de usuário e senhas.",
  "colordating": "Em setembro de 2018, o aplicativo de relacionamentos para conectar pessoas de diferentes etnias Color Dating sofreu uma violação de dados que expôs 221 mil e-mails únicos com outros dados de perfil.",
  "samsunggermany": "Em março de 2025, dados da Samsung Alemanha foram comprometidos em uma violação de dados de seu provedor de logística Spectos. Os dados incluíam 216 mil e-mails únicos com nomes, endereços e dados de pedidos.",
  "omnicuris": "Em junho de 2025, a plataforma indiana de educação médica continuada Omnicuris sofreu uma violação de dados que expôs aproximadamente 200 mil registros de profissionais de saúde com e-mails, nomes e credenciais.",
  "fitmart": "Em outubro de 2021, dados da loja alemã de suprimentos fitness Fitmart foram obtidos e redistribuídos online. Os dados incluíam 214 mil e-mails únicos com nomes, endereços físicos e dados de pedidos.",
  "bannerbit": "Em aproximadamente dezembro de 2018, a plataforma de publicidade online BannerBit sofreu uma violação de dados. Os dados incluíam 213 mil e-mails únicos com nomes de usuário, saldos de conta e senhas.",
  "breachforums": "Em novembro de 2022, o famoso fórum de hackers \"BreachForums\" foi ele mesmo violado. Os dados incluíam 212 mil e-mails únicos com nomes de usuário, endereços IP e senhas armazenadas com bcrypt.",
  "mappery": "Em dezembro de 2018, o site de mapas Mappery sofreu uma violação de dados que expôs mais de 205 mil e-mails únicos. Os dados também incluíam nomes de usuário e senhas armazenadas com MD5.",
  "win7vista": "Em setembro de 2013, o fórum Windows Win7Vista (renomeado para \"Beyond Windows 9\") foi hackeado e mais tarde teve 203 mil contas expostas com e-mails, nomes de usuário e senhas.",
  "tisza": "No final de outubro de 2025, dados violados do partido político húngaro TISZA foram publicados online. Os dados incluíam 199 mil e-mails únicos com nomes e outros dados de membros do partido.",
  "gtagaming": "Em agosto de 2016, o fórum de Grand Theft Auto GTAGaming foi hackeado e quase 200 mil contas de usuários foram vazadas com e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "robinsonsmalls": "Em junho de 2024, o maior operador de shopping centers das Filipinas Robinsons Malls sofreu uma violação de dados. Os dados incluíam 196 mil e-mails únicos com nomes e dados de clientes.",
  "animeleague": "Em julho de 2024, o AnimeLeague divulgou uma violação de dados de seus serviços. Os dados foram postados para venda em um popular fórum de hackers com 192 mil e-mails únicos e senhas.",
  "ilikecheats": "Em outubro de 2014, o site de cheats para jogos ILikeCheats sofreu uma violação de dados que expôs 189 mil contas com e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "minefield": "Em junho de 2015, o servidor francês de Minecraft Minefield foi hackeado e 188 mil registros de membros foram expostos. O fórum IP.Board incluía e-mails, nomes de usuário e senhas.",
  "paragoncheats": "Em maio de 2021, o site de cheats para GTA Online Paragon Cheats sofreu uma violação de dados que levou ao encerramento do site. Os dados incluíam 188 mil e-mails únicos com nomes de usuário e senhas.",
  "vultr": "Em março de 2023, a plataforma de nuvem Vultr divulgou um incidente de segurança em um fornecedor terceirizado. Os dados incluíam 188 mil e-mails únicos com nomes e dados de conta.",
  "homerefill": "Em abril de 2020, a plataforma brasileira de e-commerce HomeRefill sofreu uma violação de dados redistribuída como parte de um corpus maior. Os dados incluíam 187 mil e-mails únicos com nomes e endereços físicos.",
  "adultfanfiction": "Em maio de 2018, o site para compartilhamento de ficções adultas Adult-FanFiction.Org teve 186 mil registros expostos com e-mails, nomes de usuário, endereços IP e senhas.",
  "russianamerica": "Em aproximadamente 2017, o site para falantes de russo na América sofreu uma violação de dados. Os dados incluíam 183 mil e-mails únicos com nomes de usuário e senhas armazenadas com MD5.",
  "thetvdb": "Em novembro de 2017, o banco de dados aberto de televisão TheTVDB.com sofreu uma violação de dados. Os dados violados foram postados publicamente e incluíam 182 mil e-mails únicos com nomes de usuário e senhas.",
  "ahashare": "Em maio de 2013, o site de torrents AhaShare.com sofreu uma violação que resultou em mais de 180 mil contas de usuários sendo publicadas, incluindo e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "heroesofgaia": "No início de 2013, o jogo fantasy online multiplayer Heroes of Gaia sofreu uma violação de dados. Os dados incluíam 180 mil e-mails únicos com nomes de usuário, endereços IP e senhas.",
  "thefappening": "Em dezembro de 2015, o fórum para discussão de fotos de celebridades nuas \"The Fappening\" sofreu uma violação de dados. O fórum vBulletin expôs 179 mil e-mails únicos com senhas armazenadas com MD5.",
  "thecandidboard": "Em setembro de 2015, o site de voyeurismo não consensual \"The Candid Board\" sofreu uma violação de dados. O hack do fórum vBulletin expôs 178 mil e-mails únicos com senhas armazenadas com MD5.",
  "cityjerks": "No início de 2023, o site de encontros sexuais CityJerks sofreu uma violação de dados que expôs 177 mil e-mails únicos com nomes de usuário, senhas e imagens de perfil.",
  "blackberryfans": "Em maio de 2022, o site chinês de entusiastas de BlackBerry sofreu uma violação de dados que expôs 174 mil registros de membros com e-mails, nomes de usuário e senhas.",
  "phpfreaks": "Em outubro de 2015, o fórum de discussão PHP Freaks foi hackeado e 173 mil contas de usuários foram publicamente vazadas com e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "victoryphones": "Em janeiro de 2017, a empresa de serviços de telefonia automatizada Victory Phones deixou um banco de dados MongoDB acessível publicamente sem senha. Os dados incluíam 166 mil e-mails únicos com nomes e outros dados.",
  "unicocampania": "Em agosto de 2020, o site de transporte público napolitano Unico Campania foi hackeado e os dados amplamente circulados. Os dados incluíam 166 mil e-mails únicos com nomes, endereços e datas de nascimento.",
  "mediaworks": "Em março de 2024, milhões de linhas de dados da empresa de mídia neozelandesa MediaWorks foram postadas publicamente em um popular fórum de hackers. Os dados incluíam 163 mil e-mails únicos com dados de assinantes.",
  "germandonerkebab": "Em março de 2025, dados supostamente obtidos do German Doner Kebab foram publicados em um popular fórum de hackers. Os dados incluíam 162 mil e-mails únicos com nomes, endereços físicos e dados de pedidos.",
  "ogusers": "Em maio de 2019, o fórum de sequestro de contas e SIM swapping OGusers sofreu uma violação de dados. A violação expôs um banco de dados com 161 mil e-mails únicos com nomes de usuário, endereços IP e senhas.",
  "creamscafe": "Em maio de 2025, 160 mil registros de dados de clientes foram supostamente obtidos do Creams Cafe, \"o café de sobremesas favorito do Reino Unido\", com e-mails, nomes e outros dados de clientes.",
  "boxee": "Em março de 2014, o fabricante de software de home theater Boxee teve seus fóruns comprometidos. Os atacantes obtiveram 158 mil e-mails únicos com nomes de usuário e senhas.",
  "artvalue": "Em junho de 2019, o site francês de avaliação de arte Artvalue.com deixou sua base de 158 mil assinantes exposta publicamente com e-mails, nomes de usuário e senhas em texto simples.",
  "convex": "Em fevereiro de 2023, o provedor russo de telecomunicações Convex foi hackeado pelo \"Anonymous\" que liberou 128 GB de dados. Os dados incluíam 150 mil e-mails únicos com dados internos da empresa.",
  "rbxrocks": "Em agosto de 2018, o site de negociação do Roblox Rbx.Rocks sofreu uma violação de dados com quase 150 mil registros, incluindo e-mails, nomes de usuário e senhas.",
  "muslimmatch": "Em junho de 2016, o site de relacionamentos Muslim Match teve 150 mil endereços de e-mail expostos. Os dados incluíam conversas privadas e mensagens dos usuários.",
  "wpt": "Em janeiro de 2014, o site da World Poker Tour Amateur Poker League foi hackeado. O ataque resultou na exposição de 148 mil e-mails únicos com nomes de usuário, endereços IP e senhas.",
  "linuxmint": "Em fevereiro de 2016, o site da distribuição Linux Mint foi hackeado e a ISO infectada com um backdoor. Os dados incluíam 145 mil e-mails únicos de usuários do fórum com nomes de usuário e senhas.",
  "autocentrum": "Em fevereiro de 2018, dados pertencentes ao site automobilístico polonês autocentrum.pl foram encontrados online. Os dados continham 144 mil e-mails únicos com nomes de usuário e senhas.",
  "bleachanime": "Em 2015, o fórum independente da série de anime Bleach sofreu uma violação de dados que expôs 144 mil registros de usuários com e-mails, nomes de usuário e senhas.",
  "playgar": "Em aproximadamente abril de 2016, o site de jogos Guns and Robots sofreu uma violação de dados resultando na exposição de 143 mil e-mails únicos com nomes de usuário e senhas.",
  "blackspigotmc": "Em julho de 2019, o site de hacking BlackSpigotMC sofreu uma violação de dados. O site baseado em XenForo foi supostamente comprometido e 140 mil e-mails únicos foram expostos com senhas.",
  "komplettfritid": "Em janeiro de 2023, a loja online norueguesa KomplettFritid foi reportada como tendo sofrido uma violação de dados datando de fevereiro de 2022. Os dados incluíam 139 mil e-mails únicos com nomes e outros dados.",
  "starnet": "Em fevereiro de 2015, o ISP moldavo \"StarNet\" teve seu banco de dados publicado online com quase 140 mil endereços de e-mail e senhas em texto simples.",
  "pctattletale": "Em maio de 2024, o serviço de spyware pcTattletale sofreu uma violação de dados que desfigurou o site e publicou dezenas de gigabytes de dados. Os dados incluíam 139 mil e-mails únicos de clientes do serviço.",
  "magicduel": "Em agosto de 2023, o site de aventura MagicDuel sofreu uma violação de dados que expôs 138 mil registros de usuários com e-mails, nomes de usuário e senhas.",
  "doxbintooda": "Em fevereiro de 2025, o site de \"doxing\" Doxbin foi comprometido por um grupo chamado \"TOoDA\" e os dados despejados publicamente. Os dados incluíam 136 mil e-mails únicos com outros dados de usuários.",
  "fairvotecanada": "Em março de 2024, a campanha canadense de cidadãos pelo voto proporcional Fair Vote Canada sofreu uma violação de dados com 134 mil e-mails únicos de apoiadores expostos.",
  "whmcs": "Em maio de 2012, a empresa de hospedagem web, cobrança e automação WHMCS sofreu uma violação de dados que expôs 134 mil e-mails únicos com nomes de usuário e senhas armazenadas com MD5.",
  "soundwave": "Em aproximadamente meados de 2015, o aplicativo de rastreamento de música Soundwave sofreu uma violação de dados. Os dados incluíam 131 mil e-mails únicos com nomes de usuário, localizações e histórico de música.",
  "mcbans": "Em outubro de 2016, o serviço de banimento de Minecraft MCBans sofreu uma violação de dados resultando na exposição de 120 mil e-mails únicos com nomes de usuário e senhas.",
  "latestpilotjobs": "Em agosto de 2022, o site Latest Pilot Jobs sofreu uma violação de dados que apareceu em um popular fórum de hackers com 119 mil e-mails únicos e outros dados de pilotos.",
  "ladies": "Em 2024, o site de relacionamentos lésbicos ladies.com sofreu uma violação de dados. Atribuída a um banco de dados Firebase exposto, a violação expôs 119 mil e-mails únicos com outros dados de perfil.",
  "sktorrent": "Em fevereiro de 2016, o site eslovaco de rastreamento de torrents SkTorrent foi hackeado e mais de 117 mil registros foram vazados online com e-mails, nomes de usuário e senhas.",
  "pokemoncreed": "Em agosto de 2014, o site de RPG de Pokémon Pokémon Creed foi hackeado após uma disputa com um site rival. Os dados incluíam 116 mil e-mails únicos com nomes de usuário e senhas.",
  "leakedreality": "Em janeiro de 2022, o site de vídeos não censurados Leaked Reality sofreu uma violação de dados que expôs 115 mil e-mails únicos com nomes de usuário e senhas.",
  "fanpass": "Em abril de 2022, o site britânico para compra e venda de ingressos de futebol Fanpass sofreu uma violação de dados que expôs 112 mil e-mails únicos com nomes e dados de compradores.",
  "guntrader": "Em julho de 2021, o site britânico Guntrader sofreu uma violação de dados que expôs 112 mil e-mails únicos com nomes, endereços físicos e dados sobre armas de fogo.",
  "malwarebytes": "Em novembro de 2014, o fórum do Malwarebytes foi hackeado e 111 mil registros de membros foram expostos. O fórum IP.Board incluía e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "upstox": "Em abril de 2021, a corretora indiana Upstox sofreu uma violação de dados. O incidente expôs extensas informações pessoais de 111 mil clientes incluindo e-mails, nomes, datas de nascimento e dados bancários.",
  "freshmenu": "Em julho de 2016, o serviço indiano de entrega de comida FreshMenu sofreu uma violação de dados. O incidente expôs informações pessoais de 110 mil clientes incluindo e-mails, nomes, endereços e histórico de pedidos.",
  "citybee": "Em fevereiro de 2021, o serviço lituano de compartilhamento de carros CityBee anunciou ter sofrido uma violação de dados que expôs 110 mil clientes com e-mails, nomes, endereços físicos e dados de pagamento.",
  "9lives": "Em outubro de 2014, o fórum belga de notícias de jogos 9Lives sofreu uma violação de dados redistribuída como parte de um corpus maior. Os dados incluíam 110 mil e-mails únicos com nomes de usuário e senhas.",
  "lyricsmania": "Em dezembro de 2017, o site de letras de músicas Lyrics Mania sofreu uma violação de dados. Os dados incluíam 109 mil e-mails únicos com nomes de usuário e senhas armazenadas com MD5.",
  "amartfurniture": "Em maio de 2022, o varejista australiano Amart Furniture informou que seu banco de dados de reclamações de garantia hospedado na Amazon Web Services foi comprometido. Os dados incluíam 109 mil e-mails únicos com dados de clientes.",
  "epal": "Em outubro de 2022, o serviço para encontrar amigos no Discord E-Pal divulgou uma violação de dados. O comprometimento expôs 109 mil e-mails únicos com nomes de usuário, datas de nascimento e outros dados de perfil.",
  "trai": "Em abril de 2015, a Autoridade Reguladora de Telecomunicações da Índia (TRAI) publicou dezenas de milhares de e-mails enviados por cidadãos indianos sobre neutralidade de rede. Os dados incluíam 108 mil e-mails únicos com nomes.",
  "rosebuttboard": "Em algum momento antes de maio de 2016, o fórum \"Rosebutt Board\" foi hackeado e 107 mil contas foram expostas com e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "welhof": "No final de 2023, a loja holandesa de eletrodomésticos Welhof sofreu uma violação de dados. O incidente expôs mais de 107 mil e-mails únicos com nomes, endereços físicos e dados de pedidos.",
  "thesquare": "Em junho de 2025, 107 mil endereços de e-mail únicos de clientes foram supostamente obtidos do TheSqua.re com nomes e outros dados de clientes.",
  "bluesnapregpack": "Em julho de 2016, foi publicado um tweet com link para uma alegada violação de dados do BlueSnap, um gateway de pagamento global. Os dados incluíam 105 mil e-mails únicos com nomes e dados de pagamento.",
  "insanelyi": "Em julho de 2014, o fórum iOS Insanelyi foi hackeado por um atacante conhecido como Kim Jong-Cracks. O fórum expôs 104 mil e-mails únicos com nomes de usuário e senhas.",
  "codestepbystep": "Em novembro de 2025, a ferramenta online de prática de programação CodeStepByStep sofreu uma violação de dados que expôs 17 mil registros que foram amplamente redistribuídos. Os dados incluíam 103 mil e-mails únicos.",
  "realdudesinc": "Em outubro de 2022, o provedor de mods para GTA RealDudesInc sofreu uma violação de dados que expôs mais de 100 mil endereços de e-mail com nomes de usuário e senhas.",
  "macgeneration": "Em janeiro de 2022, o site francês de notícias da Apple MacGeneration sofreu uma violação de dados. O incidente expôs mais de 101 mil registros de usuários com e-mails, nomes de usuário e senhas.",
  "kitchenpal": "Em novembro de 2023, o aplicativo de gestão de cozinha KitchenPal sofreu uma violação de dados que expôs 146 mil linhas de dados. Os dados incluíam 99 mil e-mails únicos com outros dados de usuários.",
  "teracod": "Em maio de 2015, quase 100 mil registros de usuários foram extraídos do site húngaro de torrents Teracod. Os dados foram redistribuídos como parte de um corpus maior com e-mails, nomes de usuário e senhas.",
  "thebottingnetwork": "Em agosto de 2012, o fórum de ganhar dinheiro com botting \"The Botting Network\" sofreu uma violação de dados que expôs 96 mil usuários com e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "voidto": "Em junho de 2019, o site de hacking Void.to sofreu uma violação de dados com 95 mil e-mails únicos espalhados por 86 bancos de dados com nomes de usuário, endereços IP e senhas.",
  "artistsnclients": "Em agosto de 2025, o \"marketplace que conecta artistas a potenciais clientes\" Artists&Clients sofreu uma violação de dados com e-mails, nomes de usuário e outros dados de perfil expostos.",
  "tappware": "Em abril de 2024, um grande volume de dados foi obtido do provedor de serviços de TI bangladeshiano Tappware e publicado. Os dados incluíam 95 mil e-mails únicos com nomes e dados corporativos.",
  "t2": "Em abril de 2024, 95 mil registros da loja de chás T2 foram postados em um popular fórum de hackers. Os dados incluíam e-mails, endereços físicos, nomes e datas de nascimento.",
  "vianet": "Em abril de 2020, o provedor de internet nepalês Vianet sofreu uma violação de dados. O ataque ao ISP levou à exposição de 94 mil e-mails únicos com nomes de usuário e senhas.",
  "mac-torrents": "Em outubro de 2015, o site de torrents Mac-Torrents foi hackeado e quase 94 mil nomes de usuário, endereços de e-mail e senhas foram vazados com senhas armazenadas com MD5.",
  "benchmark": "Em novembro de 2019, o site sérvo de notícias de tecnologia Benchmark sofreu uma violação de seu fórum que expôs 93 mil registros de clientes com e-mails, nomes de usuário e senhas.",
  "sirhurt": "Em abril de 2021, o site de cheats para Roblox SirHurt sofreu uma violação de dados que expôs mais de 90 mil registros de clientes com e-mails, nomes de usuário e senhas.",
  "agusiqtorrents": "Em setembro de 2019, o site polonês de torrents AgusiQ-Torrents.pl sofreu uma violação de dados. O incidente expôs 90 mil registros de membros com e-mails, nomes de usuário e senhas.",
  "givesengo": "Em fevereiro de 2022, o serviço cristão de arrecadação de fundos GiveSendGo sofreu uma violação de dados que expôs dados pessoais de 90 mil doadores, incluindo e-mails, nomes e informações de transações.",
  "socialengineered": "Em junho de 2019, o site \"Arte da Manipulação Humana\" Social Engineered sofreu uma violação de dados. A violação do fórum MyBB foi redistribuída publicamente com 89 mil e-mails únicos e senhas.",
  "mastercardpricelessspecials": "Em agosto de 2019, o programa de bonificação alemão da Mastercard \"Priceless Specials\" sofreu uma violação de dados. Dados pessoais de quase 90 mil membros alemães foram expostos com e-mails, nomes e dados de conta.",
  "poincampus": "Em novembro de 2024, a plataforma de educação sul-coreana PoinCampus sofreu uma violação de dados postada posteriormente em um popular fórum de hackers com 89 mil e-mails únicos e outros dados.",
  "qatarnationalbank": "Em julho de 2015, o Qatar National Bank sofreu uma violação de dados que expôs 15 mil documentos totalizando 1,4 GB com detalhes de 89 mil contas de clientes incluindo e-mails, nomes e saldos.",
  "faceup": "Em 2013, o site dinamarquês de mídia social FaceUP sofreu uma violação de dados. O incidente expôs 88 mil e-mails únicos com nomes de usuário, datas de nascimento e senhas.",
  "adoptmetradingvalues": "Em julho de 2022, o site Adopt Me Trading Values para avaliar o valor de negociações de animais no jogo Roblox \"Adopt Me!\" sofreu uma violação de dados com 86 mil e-mails únicos expostos.",
  "theflyonthewall": "Em dezembro de 2017, o site de notícias do mercado de ações The Fly on the Wall sofreu uma violação de dados. Os dados incluíam 84 mil e-mails únicos com nomes de usuário e senhas.",
  "truckersmp": "Em fevereiro de 2016, o mod de simulador de caminhão online TruckersMP sofreu uma violação de dados que expôs 84 mil contas de usuários com e-mails, nomes de usuário e senhas.",
  "ethekwinimunicipality": "Em setembro de 2016, o novo site de serviços eletrônicos eThekwini na África do Sul foi lançado com diversas falhas de segurança que expuseram 82 mil e-mails únicos com dados pessoais.",
  "lecoqsportif": "Em janeiro de 2025, uma violação de dados do site colombiano da Le Coq Sportif foi postada em um popular fórum de hackers. Os dados incluíam 80 mil e-mails únicos com nomes, endereços físicos e dados de pedidos.",
  "getrevengeyourex": "Em setembro de 2022, o site de vingança Get Revenge On Your Ex sofreu uma violação de dados que expôs quase 80 mil e-mails únicos com mensagens submetidas ao serviço.",
  "facebookmarketplace": "Em fevereiro de 2024, 200 mil registros do Facebook Marketplace supostamente obtidos de um contratado da Meta em outubro de 2023 foram postados online. Os dados incluíam 77 mil e-mails únicos com nomes e outros dados.",
  "toumei": "Em outubro de 2023, a empresa de consultoria japonesa Toumei sofreu uma violação de dados. A violação expôs mais de 100 milhões de linhas e 10 GB de dados com 77 mil e-mails únicos e dados corporativos.",
  "nonnudegirls": "Em maio de 2013, o site de voyeurismo não consensual \"Non Nude Girls\" sofreu uma violação de dados. O hack do fórum vBulletin expôs 75 mil e-mails únicos com nomes de usuário e senhas.",
  "phoenix": "Em meados de 2021, o serviço de mensagens \"vintage reborn\" Phoenix sofreu uma violação de dados que expôs 75 mil e-mails únicos com nomes de usuário e senhas.",
  "mareads": "Em junho de 2025, o MaReads, site para leitores e escritores de ficção e quadrinhos em tailandês, sofreu uma violação de dados com e-mails, nomes de usuário e outros dados de conta expostos.",
  "shockgore": "Em agosto de 2020, o site para compartilhamento de vídeos e imagens gráficas de violência e crueldade animal sofreu uma violação de dados. Os dados incluíam 74 mil e-mails únicos com nomes de usuário e senhas.",
  "serverpact": "Em meados de 2015, o site holandês de Minecraft ServerPact foi hackeado e 73 mil contas foram expostas com datas de nascimento, e-mails, nomes de usuário e senhas.",
  "republicanpartyoftexas": "Em setembro de 2021, o Partido Republicano do Texas foi hackeado por um grupo que alegava ser o \"Anonymous\" em retaliação à lei de aborto do estado. Os dados incluíam 73 mil e-mails únicos com dados de doadores.",
  "theheritagefoundation": "Em julho de 2024, hacktivistas publicaram quase 2 GB de dados obtidos da The Heritage Foundation e seu braço de mídia The Daily Signal. Os dados incluíam 72 mil e-mails únicos com outros dados internos.",
  "zooville": "Em setembro de 2019, o fórum de zoofilia e bestialidade Zooville sofreu uma violação de dados. Os nomes de usuário e endereços de e-mail de 71 mil membros foram expostos.",
  "retinax": "Em fevereiro de 2017, o desenvolvedor de software de monitoramento de dispositivos móveis Retina-X foi hackeado e dados de clientes foram baixados antes de o servidor ser formatado. Os dados incluíam 71 mil e-mails únicos.",
  "minecraftworldmap": "Em aproximadamente janeiro de 2016, o site Minecraft World Map para compartilhamento de mapas do jogo foi hackeado e 71 mil e-mails únicos foram expostos com nomes de usuário e senhas.",
  "dvdshopcH": "Em dezembro de 2017, a loja online suíça de DVDs dvd-shop.ch sofreu uma violação de dados. O incidente levou à exposição de 68 mil e-mails únicos com nomes, endereços físicos e dados de pedidos.",
  "certpolandphish": "Em agosto de 2023, o CERT Poland observou uma campanha de phishing que coletou credenciais de 68 mil vítimas. A campanha coletou e-mails e senhas usadas em logins falsos de e-mail.",
  "gab": "Em fevereiro de 2021, a rede social alternativa Gab sofreu uma violação de dados. O incidente expôs quase 70 GB de dados com 67 mil e-mails únicos com senhas e publicações privadas.",
  "fantasyfootballhub": "Em outubro de 2021, o site de fantasy premier league (futebol) Fantasy Football Hub sofreu uma violação de dados que expôs 66 mil e-mails únicos com nomes de usuário e senhas.",
  "aerserv": "Em abril de 2018, a plataforma de gerenciamento de anúncios AerServ sofreu uma violação de dados. Os dados incluíam 66 mil e-mails únicos com nomes de usuário e senhas armazenadas com MD5.",
  "rightbiz": "Em junho de 2023, dados pertencentes ao \"Marketplace de Negócios nº 1 do Reino Unido\" Rightbiz apareceram em um popular fórum de hackers. Os dados incluíam 65 mil e-mails únicos com nomes e dados de negócios.",
  "deviltorrents": "No início de 2021, o site polonês de torrents Devil-Torrents.pl sofreu uma violação de dados. Um subconjunto dos dados incluindo 63 mil e-mails únicos com nomes de usuário e senhas foi redistribuído online.",
  "bitview": "Em dezembro de 2024, a comunidade de compartilhamento de vídeos BitView sofreu uma violação de dados que expôs 63 mil registros de clientes com e-mails, nomes de usuário e senhas.",
  "planetcalypso": "Em aproximadamente julho de 2019, os fóruns do jogo Planet Calypso sofreram uma violação de dados. A violação do fórum vBulletin resultou na exposição de 62 mil e-mails únicos com senhas.",
  "catwatchful": "Em junho de 2025, o fabricante de spyware Catwatchful sofreu uma violação de dados que expôs mais de 60 mil registros de clientes. A violação foi devido a um endpoint de API exposto com e-mails e dados de conta.",
  "kasperskyclub": "Em março de 2024, o fórum independente de fãs Kaspersky Club sofreu uma violação de dados. O incidente expôs 56 mil e-mails únicos com nomes de usuário e senhas.",
  "spirol": "Em fevereiro de 2014, a empresa americana de fixadores Spirol sofreu uma violação de dados que expôs mais de 70 mil registros de clientes com e-mails, nomes e dados de contato.",
  "tehetseggkapu": "Em março de 2025, quase 55 mil registros foram violados do site do escritório de educação húngaro TehetségKapu. Os dados incluíam e-mails, nomes, datas de nascimento e dados educacionais.",
  "demonforums": "Em fevereiro de 2019, o fórum de hackers Demon Forums sofreu uma violação de dados. O comprometimento do fórum vBulletin expôs 53 mil e-mails únicos com nomes de usuário e senhas.",
  "wendys": "Em março de 2018, o Wendy's nas Filipinas sofreu uma violação de dados que impactou mais de 52 mil clientes e candidatos a emprego. Os dados incluíam e-mails, nomes, endereços físicos e dados de candidatura.",
  "playbook": "Em setembro de 2021, um banco de dados PostgreSQL acessível publicamente pertencente ao serviço Playbook foi identificado. Os dados incluíam 51 mil e-mails únicos com outros dados de usuários.",
  "tibber": "Em novembro de 2024, o provedor alemão de eletricidade Tibber sofreu uma violação de dados que expôs informações pessoais de 50 mil clientes com e-mails, nomes e dados de conta de energia.",
  "appartoo": "Em março de 2017, o site francês de compartilhamento de apartamentos Appartoo sofreu uma violação de dados. O incidente expôs dados extensos de 50 mil usuários com e-mails, nomes, localizações e senhas.",
  "protemps": "Em outubro de 2021, o site de recrutamento de Singapura Protemps sofreu uma violação de dados que expôs quase 50 mil e-mails únicos com nomes, endereços físicos e dados de candidatos.",
  "quantumbooter": "Em março de 2014, o serviço de booter Quantum Booter (também conhecido como Quantum Stresser) sofreu uma violação que levou à exposição de 49 mil registros com e-mails, nomes de usuário e endereços IP.",
  "dchealth": "Em março de 2023, o DC Health Link descobriu uma violação de dados que foi posteriormente postada publicamente em um fórum de hackers. Os dados incluíam 48 mil e-mails únicos com nomes, datas de nascimento e dados de plano de saúde.",
  "hemmakvall": "Em julho de 2015, a rede sueca de locadoras de vídeo Hemmakväll foi hackeada e quase 50 mil registros foram despejados publicamente. Os dados incluíam e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "shoezone": "Em junho de 2024, a rede britânica de calçados Shoe Zone divulgou uma violação de dados que foi postada para venda em um popular fórum de hackers. Os dados incluíam 46 mil e-mails únicos com nomes e endereços físicos.",
  "hounddawgs": "Em dezembro de 2017, o rastreador dinamarquês de torrents HoundDawgs sofreu uma violação de dados. Mais de 55 GB de dados foram despejados publicamente com 46 mil e-mails únicos com outros dados de membros.",
  "lanwar": "Em julho de 2018, a equipe do site de jogos Lanwar descobriu uma violação de dados datando de algum tempo do ano anterior. Os dados incluíam 45 mil e-mails únicos com nomes de usuário e senhas.",
  "loungeboard": "Em algum momento de 2013, 45 mil contas foram violadas do Lounge Board \"Fórum de Discussão Geral\" e despejadas publicamente com e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "spyfone": "Em agosto de 2018, a empresa de spyware SpyFone deixou terabytes de dados expostos publicamente. Os dados coletados secretamente enquanto monitoravam alvos incluíam 44 mil e-mails únicos com fotos, mensagens e localizações.",
  "nulledch": "Em maio de 2020, o fórum de hackers Nulled.ch foi violado e os dados publicados em um fórum rival. Mais de 43 mil registros foram expostos com e-mails, nomes de usuário e senhas.",
  "ecb": "Em março de 2024, o site icoachcricket do Cricket inglês sofreu uma violação de dados que expôs mais de 40 mil registros. Os dados incluíam e-mails, nomes de usuário e outros dados de treinadores de críquete.",
  "ordineavvocatidiroma": "Em maio de 2019, a Ordem dos Advogados de Roma sofreu uma violação de dados por um grupo que alegava ser Anonymous Italy. Os dados de dezenas de milhares de advogados foram expostos com e-mails e dados profissionais.",
  "movieforums": "Em dezembro de 2022, o site Movie Forums sofreu uma violação de dados que afetou 40 mil usuários. A violação expôs e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "lbb": "Em agosto de 2022, dados de clientes do site indiano de compras \"LBB\" (Little Black Book) foram postados em um popular fórum de hackers. Os dados incluíam 39 mil e-mails únicos com nomes e dados de preferências.",
  "pixelfederation": "Em dezembro de 2013, uma violação da comunidade de jogos web baseada na Eslováquia expôs mais de 38 mil contas com e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "muslimdirectory": "Em fevereiro de 2014, o guia britânico de serviços e negócios conhecido como Muslim Directory foi atacado por um hacker. Os dados incluíam 38 mil e-mails únicos com nomes de usuário e senhas.",
  "sony": "Em 2011, a Sony sofreu violação após violação — foi um ano muito ruim para eles. As violações abrangeram vários serviços incluindo a PlayStation Network, Qriocity e Sony Online Entertainment, expondo 37 mil e-mails únicos.",
  "hub4tech": "Em uma data desconhecida de aproximadamente 2017, o serviço indiano de treinamento e avaliação Hub4Tech sofreu uma violação de dados. Os dados incluíam 37 mil e-mails únicos com nomes, datas de nascimento e outros dados.",
  "bigmoneyjobs": "Em abril de 2014, o site de empregos bigmoneyjobs.com foi hackeado por um atacante conhecido como \"ProbablyOnion\". O ataque resultou na exposição de 37 mil e-mails únicos com nomes de usuário e senhas.",
  "yonema": "Em novembro de 2024, dados da plataforma de pagamentos senegalesa Yonéma foram postados em um popular fórum de hackers. Os dados incluíam 36 mil e-mails únicos com nomes, números de telefone e dados de transações.",
  "doomworld": "Em outubro de 2022, o fórum Doomworld sofreu uma violação de dados que expôs 34 mil registros de membros com e-mails, nomes de usuário e senhas armazenadas com bcrypt.",
  "bittorrent": "Em janeiro de 2016, o fórum do popular software de torrents BitTorrent foi hackeado. O fórum baseado em IP.Board armazenava senhas armazenadas com MD5 e expôs 34 mil e-mails únicos com nomes de usuário.",
  "flatearthdave": "Em outubro de 2024, o aplicativo de terra plana criado por Flat Earth Dave foi encontrado vazando extensas informações pessoais de seus usuários. Os dados incluíam 33 mil e-mails únicos com dados de localização.",
  "hackingteam": "Em julho de 2015, a empresa italiana de segurança Hacking Team sofreu uma grande violação de dados que resultou em mais de 400 GB de seus dados sendo liberados publicamente com 32 mil e-mails únicos.",
  "lightshope": "Em junho de 2018, o serviço World of Warcraft Light's Hope sofreu uma violação de dados que eles mesmos submeteram ao HIBP. Os dados incluíam 30 mil e-mails únicos com nomes de usuário e senhas.",
  "vastaamo": "Em outubro de 2020, o serviço finlandês de psicoterapia Vastaamo foi alvo de um ataque de ransomware visando tanto a empresa quanto os próprios pacientes individualmente. Os dados incluíam 30 mil e-mails únicos com registros de sessões de terapia.",
  "svenskamagic": "Em algum momento de 2015, o site sueco de magia SvenskaMagic sofreu uma violação de dados que expôs mais de 30 mil registros com e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "thepi-hole": "Em julho de 2025, uma vulnerabilidade no plugin WordPress GiveWP expôs os nomes e endereços de e-mail de aproximadamente 30 mil doadores do projeto The Pi-Hole.",
  "jobzone": "Em abril de 2023, dados do site israelense de empregos Jobzone foram postados online. Os dados incluíam 30 mil registros de e-mails, nomes e outros dados de candidatos a emprego.",
  "hemmelig": "Em dezembro de 2011, a maior sex shop online da Noruega hemmelig.com foi hackeada por um coletivo chamado \"Team Appunity\". Os dados incluíam 29 mil e-mails únicos com nomes de usuário e senhas.",
  "marketmoveis": "Em agosto de 2023, a empresa portuguesa de decoração para casa Market Moveis sofreu uma violação de dados que impactou 28 mil registros com e-mails, nomes e dados de pedidos.",
  "horseisle": "Em junho de 2020 e novamente em setembro do mesmo ano, o Horse Isle \"A Terra Secreta dos Cavalos\" sofreu uma violação de dados. Os dados incluíam 28 mil e-mails únicos com nomes de usuário e senhas.",
  "havefunteaching": "Em agosto de 2021, o site de recursos para professores Have Fun Teaching sofreu uma violação de dados que vazou 80 mil transações WooCommerce com 27 mil e-mails únicos e dados de compras.",
  "mrgreengaming": "Em março de 2024, a comunidade online de jogos Mr. Green Gaming sofreu uma violação de dados que expôs 27 mil registros de usuários com e-mails, nomes de usuário e senhas.",
  "chrisleong": "Em agosto de 2024, o site do Mestre Chris Leong, um praticante de Tit Tar na Malásia, sofreu uma violação de dados. Os dados incluíam 27 mil e-mails únicos com nomes, números de telefone e dados de tratamento.",
  "staminus": "Em março de 2016, o serviço de proteção contra DDoS Staminus foi \"massivamente hackeado\" resultando em uma interrupção de mais de 20 horas. Os dados incluíam 27 mil e-mails únicos com dados de clientes e informações de rede.",
  "businessacumen": "Em abril de 2014, o site australiano da \"Business Acumen Magazine\" foi hackeado por um atacante conhecido como 1337MiR. A violação expôs 27 mil e-mails únicos com nomes de usuário e senhas.",
  "shitexpress": "Em agosto de 2022, o serviço online de entrega de fezes Shitexpress sofreu uma violação de dados que expôs 24 mil e-mails únicos com mensagens e outros dados de pedidos.",
  "limevpn": "Em outubro de 2020, o provedor de VPN LimeVPN sofreu uma violação de dados que expôs informações pessoais de dezenas de milhares de usuários com e-mails, nomes de usuário e senhas.",
  "hellocake": "Em julho de 2025, o fabricante de produtos de saúde sexual Hello Cake sofreu uma violação de dados. Os dados foram postados online e incluíam e-mails, nomes, endereços físicos e histórico de pedidos.",
  "joomlart": "Em janeiro de 2018, o site de templates Joomla JoomlArt inadvertidamente expôs mais de 22 mil registros únicos de clientes em um banco de dados MongoDB sem senha com e-mails, nomes e senhas.",
  "wotlabs": "Em março de 2024, o WoTLabs (Estatísticas e Recursos de World of Tanks) sofreu uma violação de dados e desfiguração do site com 22 mil e-mails únicos expostos com nomes de usuário e senhas.",
  "bell": "Em fevereiro de 2014, a Bell Canada sofreu uma violação de dados pelo coletivo hacker NullCrew. A violação incluía dados de 21 mil e-mails únicos com outros dados de clientes e da empresa.",
  "whitedate": "Em dezembro de 2025, o site de relacionamentos \"para uma visão Europid\" WhiteDate sofreu uma violação de dados que foi subsequentemente vazada. Os dados incluíam 20 mil e-mails únicos com dados de perfil.",
  "autotrader": "Em janeiro de 2023, 1,4 milhão de registros do marketplace online de veículos Autotrader apareceram em um popular fórum de hackers. Os dados incluíam 20 mil e-mails únicos com dados de vendedores e anúncios.",
  "myvidster": "Em agosto de 2015, o site social de compartilhamento e marcação de vídeos MyVidster foi hackeado e quase 20 mil contas foram despejadas, incluindo e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "crackcommunity": "No final de 2013, o fórum Crack Community especializado em cracks para jogos foi comprometido e mais de 19 mil contas publicadas com e-mails, nomes de usuário e senhas.",
  "schooldistrict42": "Em janeiro de 2023, o Pitt Meadows School District 42 na Colúmbia Britânica sofreu uma violação de dados. O incidente expôs nomes de alunos, funcionários e pais com 19 mil e-mails únicos.",
  "verified": "Em janeiro de 2014, uma das maiores comunidades de cibercriminosos do Leste Europeu conhecida como \"Verified\" foi hackeada. A violação expôs 17 mil e-mails únicos com nomes de usuário e senhas.",
  "troyHuntmailchimpList": "Em março de 2025, um ataque de phishing obteve acesso com sucesso à conta Mailchimp de Troy Hunt e exportou automaticamente a lista de assinantes. Os dados incluíam 17 mil e-mails únicos de assinantes do newsletter de segurança.",
  "huskyowners": "Em julho de 2024, o site do fórum Husky Owners foi desfigurado e vinculado a uma violação de dados de usuários contendo 16 mil registros com e-mails, nomes de usuário e senhas.",
  "ethereum": "Em dezembro de 2016, o fórum para a plataforma de computação distribuída baseada em blockchain público Ethereum sofreu uma violação de dados. Os dados incluíam 16 mil e-mails únicos com nomes de usuário e senhas.",
  "minecraftpocketeditionforum": "Em maio de 2015, o fórum do Minecraft Pocket Edition foi hackeado e mais de 16 mil contas foram despejadas publicamente com e-mails, nomes de usuário e senhas.",
  "activision": "Em dezembro de 2022, atacantes manipularam socialmente um funcionário de RH da Activision para divulgar informações que levaram à violação. Os dados incluíam 16 mil e-mails únicos com dados de funcionários e futuros lançamentos de jogos.",
  "frameandoptic": "Em janeiro de 2025, o vendedor de óculos Frame & Optic sofreu uma violação de dados. O incidente expôs quase 16 mil e-mails únicos com nomes, endereços físicos e dados de pedidos.",
  "siae": "Em novembro de 2018, a Sociedade Italiana de Autores e Editores (SIAE) foi hackeada. Os dados incluíam 15 mil e-mails únicos com dados de membros e informações de direitos autorais.",
  "lizardsquad": "Em janeiro de 2015, o coletivo hacker \"Lizard Squad\" criou um serviço de DDoS chamado \"Lizard Stresser\" que foi então hackeado. Os dados incluíam 13 mil e-mails únicos de clientes do serviço com senhas em texto simples.",
  "inflatevids": "Em dezembro de 2023, o site de vídeos fetichistas de infláveis e balões InflateVids sofreu uma violação de dados. O incidente expôs 13 mil e-mails únicos com nomes de usuário e senhas.",
  "ctars": "Em maio de 2022, o sistema de gerenciamento de clientes para o NDIS (Programa Nacional de Seguro de Deficiência) do governo australiano sofreu uma violação de dados. Os dados incluíam 12 mil e-mails únicos com dados de participantes do NDIS.",
  "weleakinfo": "Em março de 2021, a conta Stripe do serviço defunto WeLeakInfo foi assumida após a aquisição dos domínios. Os dados incluíam 12 mil e-mails únicos de clientes com histórico de pagamentos.",
  "halloweenspot": "Em setembro de 2019, a loja de fantasias de Halloween The Halloween Spot sofreu uma violação de dados. Originalmente mal atribuída a outras lojas, os dados incluíam 11 mil e-mails únicos com nomes e dados de pedidos.",
  "nurserycam": "Em fevereiro de 2021, uma série de falhas de segurança gravemente inadequadas foram identificadas no sistema NurseryCam projetado para pais que desejam ver seus filhos no berçário. Os dados incluíam 11 mil e-mails únicos com senhas.",
  "robloxdeveloperconference2024": "Em julho de 2024, a plataforma de gestão de eventos FNTECH sofreu uma violação de dados que expôs 10 mil e-mails únicos. Os dados eram de participantes da Conferência de Desenvolvedores Roblox.",
  "eurofiber": "Em novembro de 2025, a Eurofiber France divulgou uma violação de dados de sua plataforma de gestão de tickets. Os dados incluíam 10 mil e-mails únicos com nomes e dados de tickets de suporte.",
  "hakko": "Em março de 2019, a empresa japonesa de soldagem Hakko Corporation sofreu uma violação de dados. O incidente expôs quase 10 mil e-mails únicos com nomes, endereços físicos e dados de pedidos.",
  "meo": "No início de 2023, um corpus de dados obtidos da empresa neozelandesa de máscaras faciais MEO foi descoberto. Os dados incluíam 8 mil e-mails únicos com nomes, endereços físicos e dados de pedidos.",
  "vermillion": "Em agosto de 2014, o fórum de hacking do Roblox Vermillion sofreu uma violação de dados que expôs mais de 8 mil registros de assinantes com e-mails, nomes de usuário e senhas.",
  "colocrossing": "Em maio de 2025, o provedor de hospedagem ColoCrossing identificou uma violação de dados que impactou clientes de seu serviço de nuvem virtual ColoCloud. Os dados incluíam 7 mil e-mails únicos com dados de conta.",
  "theclubpenguinexperience": "Em outubro de 2024, The Club Penguin Experience (TCPE) sofreu uma violação de dados. O incidente expôs mais de 6 mil e-mails únicos de assinantes com nomes de usuário e senhas.",
  "astropid": "Em dezembro de 2013, o fórum vBulletin do site de engenharia social \"AstroPID\" foi violado e vazado publicamente com e-mails, nomes de usuário e senhas armazenadas com MD5.",
  "spytech": "Em julho de 2024, o fabricante de spyware Spytech sofreu uma violação de dados que expôs dados coletados tão recentemente quanto o mês anterior. Os dados incluíam 6 mil e-mails únicos com registros de dispositivos monitorados.",
  "anps": "Em janeiro de 2026, uma violação de dados impactando a francesa Association Nationale des Premiers Secours (ANPS) foi postada online com e-mails, nomes e dados de membros da associação de primeiros socorros.",
  "switch": "Em outubro de 2024, o serviço húngaro de headhunting de TI Switch inadvertidamente expôs milhares de registros de clientes por meio de um endpoint de API exposto com e-mails, nomes e dados de candidatos.",
  "kiwifarms": "Em setembro de 2019, o fórum para discussão de \"lolcows\" Kiwi Farms sofreu uma violação de dados. Os dados incluíam 5 mil e-mails únicos com nomes de usuário, endereços IP e senhas.",
  "breachforumsclone": "Em junho de 2023, um clone do popular fórum de hackers \"BreachForums\" sofreu uma violação de dados que expôs 4 mil e-mails únicos com nomes de usuário e senhas.",
  "robloxdeveloperconference": "Em julho de 2023, uma lista de supostos participantes das Conferências de Desenvolvedores Roblox de 2017-2020 foi circulada em um fórum. Os dados incluíam 4 mil e-mails únicos com nomes de usuário.",
  "biohackme": "Em dezembro de 2016, o fórum do site de biohacking Biohack.me sofreu uma violação de dados que expôs 3,4 mil contas com e-mails, nomes de usuário, datas de nascimento e senhas armazenadas com MD5.",
  "bestialitysextaboo": "Em março de 2018, o site de bestialidade Bestialitysextaboo foi hackeado. Uma coleção de vários sites semelhantes foram comprometidos, expondo 3,2 mil e-mails únicos com nomes de usuário e senhas.",
  "igf": "Em fevereiro de 2014, o Internet Governance Forum (formado pela ONU para diálogo de políticas sobre questões de governança da internet) sofreu uma violação de dados. Os dados incluíam 3,2 mil e-mails únicos.",
  "tesco": "Em fevereiro de 2014, mais de 2.000 contas da Tesco com nomes de usuário, senhas e saldos de cartão de fidelidade apareceram no Pastebin. Embora seja difícil confirmar a origem, a Tesco confirmou que as contas eram legítimas.",
  "devkitpro": "Em fevereiro de 2019, o fórum devkitPro sofreu uma violação de dados. O fórum baseado em phpBB tinha 1,5 mil endereços de e-mail únicos expostos com nomes de usuário e senhas.",
  "toybattles": "Em fevereiro de 2026, a comunidade de jogos online Toy Battles sofreu uma violação de dados. O incidente expôs 1 mil e-mails únicos com nomes de usuário e senhas.",
  "wpsandbox": "Em novembro de 2018, o serviço de sandbox WordPress que permite às pessoas criar sites temporários WP Sandbox descobriu que seu banco de dados de usuários havia sido comprometido. Os dados incluíam 858 e-mails únicos com senhas.",
  "boursedesvols": "Em janeiro de 2021, a empresa francesa de viagens Bourse des Vols sofreu uma violação de dados que expôs 1,46 milhão de endereços de e-mail únicos com dados de clientes de viagens.",
  "dvdshopch": "Em dezembro de 2017, a loja online suíça de DVDs dvd-shop.ch sofreu uma violação de dados. O incidente levou à exposição de 68 mil e-mails únicos com nomes, endereços físicos e dados de pedidos.",
  "geekedin": "Em agosto de 2016, o site de recrutamento de tecnologia GeekedIn deixou um banco de dados MongoDB exposto e mais de 8 milhões de registros foram extraídos por um terceiro não identificado. Os dados incluíam 1,1 milhão de e-mails únicos com informações de perfil técnico.",
  "getrevengeonyourex": "Em setembro de 2022, o site de vingança Get Revenge On Your Ex sofreu uma violação de dados que expôs quase 80 mil e-mails únicos com mensagens submetidas ao serviço.",
  "givesendgo": "Em fevereiro de 2022, o serviço cristão de arrecadação de fundos GiveSendGo sofreu uma violação de dados que expôs dados pessoais de 90 mil doadores, incluindo e-mails, nomes e informações de transações.",
  "passsport": "Em dezembro de 2025, dados do programa Pass'Sport da França foram postados em um popular fórum de hackers. Inicialmente atribuídos incorretamente ao CAF (o serviço francês de subsídios familiares), os dados incluíam e-mails, nomes, datas de nascimento e outros dados pessoais de beneficiários do programa.",
  "pokemonnegro": "Em aproximadamente outubro de 2016, o site espanhol de Pokémon Negro sofreu uma violação de dados. O ataque resultou na exposição de 830 mil e-mails únicos com nomes de usuário e senhas.",
  "schenkyou": "Em setembro de 2024, dados da loja online alemã de presentes schenkYOU foram colocados à venda em um popular fórum de hackers. Os dados incluíam 237 mil e-mails únicos com nomes, endereços físicos e dados de pedidos.",
  "tehetsegkapu": "Em março de 2025, quase 55 mil registros foram violados do site do escritório de educação húngaro TehetségKapu. Os dados incluíam e-mails, nomes, datas de nascimento e dados educacionais.",
  "thishabboforum": "Em 2014, o fórum ThisHabbo (site de fãs do Habbo.com) apareceu em uma lista de serviços comprometidos. Os dados incluíam 612 mil e-mails únicos com nomes de usuário e senhas armazenadas com MD5.",
  "troyhuntmailchimplist": "Em março de 2025, um ataque de phishing obteve acesso com sucesso à conta Mailchimp de Troy Hunt e exportou automaticamente a lista de assinantes. Os dados incluíam 17 mil e-mails únicos de assinantes do newsletter de segurança.",
  "sprashivairu": "Em maio de 2015, o site russo de avaliações anônimas Спрашивай.ру teve 6,7 milhões de detalhes de usuários expostos por um hacker, incluindo 3,5 milhões de endereços de e-mail únicos com senhas e outros dados de conta.",
  "carmax": "Em janeiro de 2026, dados supostamente obtidos da rede americana de revendas de automóveis CarMax foram publicados na internet após uma tentativa de extorsão fracassada. O vazamento expôs 431 mil endereços de e-mail únicos, além de nomes, números de telefone e endereços físicos dos clientes."
}